[
  {
    "id": 53,
    "title": "Phong Sơn Tiệm",
    "type": "Quẻ\nCát",
    "description": "Chuyển động từ từ thời vận tốt\nTiến từng bước vững chắc, thành quả như ý.",
    "content": "1 Tình thế hiện tại: Từ nay mọi việc sẽ bắt đầu tốt dần lên, nếu định rõ được năng lực bản thân, cần thận hành sự sẽ có thành tựu. Chi tiêu tiết kiệm.\n2 Tương lai: Trước mắt chưa thể thực hiện, hãy kiên trì, việc sẽ sớm đạt.\n3 Sự nghiệp: Phú quý, hiển danh, càng cao càng dễ đạt.\n4 Nghề nghiệp: Không nên, việc hiện tại sẽ tốt hơn. Hãy chịu đựng sự áp đặt của cấp trên thì sẽ tốt hơn trong công việc.\n5 Học tập & thi cử: Có thể có kết quả tốt, nhưng sự học phải lâu dài.\n6 Tiền tài - của cải: Dần dần mới có, chớ nôn nóng thì sẽ đại lợi. Nếu tiêu pha thận trọng thì dồi dào.\n7 Tình duyên - hôn nhân: Kiên nhẫn sẽ thành lương duyên.\n8 Sinh con & cầu con: Muộn, nhưng có đủ trai gái.\n9 Bệnh tật: Hay bị va chạm hoặc cảm cúm, chướng bụng đầy hơi sẽ mau khỏi.\n10 Xuất hành: Không nên. Bạn thân là người không tốt, cần tránh. Nếu đãi bạn thì tốt.\n11 Mất của & chi phí: Kiên trì tìm kiếm có thể sẽ thấy hoặc do công việc mà được bù đắp.\n12 Tranh chấp & mâu thuẫn: Tốn nhiều thời gian, nhưng có lợi cho ta.\n13 Mồ mả: Không được yên ổn. Nên xây, sửa hay chuyển đổi sẽ tốt.\n14 Nhà cửa: Yên lành. Nếu nhà nhỏ, đồ vật nhiều thì nhà tốt. Nếu nhà to, đồ vật ít thì nhà bị xuống cấp, gia chủ có nhiều lo âu, buồn phiền.",
    "imageDescription": 0
  },
  {
    "id": 49,
    "title": "Thạch hỏa cách",
    "type": "Quẻ\nCát",
    "description": "Thành công tốt đẹp\nThay đổi nhân sinh quan.",
    "content": "1 Tình thế hiện tại: Tình thế, sự việc hoặc ý muốn đi đến thời kỳ phải thay đổi biết cả thảy. Chú ý đừng đi quá khả năng của chính mình. Nhờ ai đó giúp sẽ tốt.\n2 Tương lai: Suy xét lại mục tiêu một cách toàn diện, rồi có kế hoạch đổi mới toàn diện sẽ thông.\n3 Sự nghiệp: Là người anh hùng, không quản khó khăn. Do đó, sự nghiệp vẻ vang.\n4 Nghề nghiệp: Có lợi, hoặc thông qua việc này để làm việc kia mới tốt.\n5 Học tập & thi cử: Kết quả ngược với mong đợi do chủ quan.\n6 Tiền tài - của cải: Có đủ nhưng phải thay đối biện pháp mới được sử dụng.\n7 Tình duyên - hôn nhân: Phải tìm đối tượng khác. Nhân duyên nhiều bỏ rồi, xa rồi, mới quay lại để đi đến hôn nhân.\n8 Sinh con & cầu con: Dễ có nhưng chỉ có một con.\n9 Bệnh tật: Bệnh có biến chứng hoặc đột phát. Phòng bệnh tỳ vị, phế, bàng quang. Dễ bị tai nạn bỏng, gãy chân tay.\n10 Xuất hành: Có thể giữa chừng thay đổi mục đích.Phương Đông, Nam lợi, phương Bắc bất lợi.\n11 Mất của & chi phí: Khó tìm, đã biến dạng. Phương Bắc,Nam là nơi hao tổn hoặc bị lừa ở phương đó.\n12 Tranh chấp & mâu thuẫn: Thay đổi phương thức để có lý hơn thì sẽ thắng kiện.\n13 Mô mả: Mồ mả được nơi đất lành, lưu thủy triều viên. Nếu cải táng hoặc xây sửa lại thì gia đình được phát phúc rất lớn, cả nhà đa thu.\n14 Nhà cửa: Nhà cửa tốt. Ban đầu trì trệ sau khi sửa sang, kê lại hay thay đổi nội, ngoại thất gia trạch tốt đẹp yên vui ngay.",
    "imageDescription": 0
  },
  {
    "id": 1,
    "title": "Càn vi thiên",
    "type": "Quẻ\nĐại\nCát",
    "description": "Phát triển lớn mạnh,\nmọi chuyện suôn sổ, hanh thông.",
    "content": "1 Tình thế hiện tại: Trước mắt tuy tốt, nhưng vì muốn mau chóng đạt được mục đích mà dễ đi tới thất bại. Vậy hãy đợi thời cơ, chớ quá nóng ruột và tự tin.\n2 Tương lai: Có thể được như ý nhưng tin tức sẽ đến chậm, nôn nóng sẽ hỏng việc. Khi việc đã như ý lại phải đề phòng hậu quả xấu.\n3 Sự nghiệp: Có chí, nhuần nhuyễn tích đức sẽ có danh vọng lớn. Dễ đạt địa vị cao trong xã hội.\n4 Nghê nghiệp: Hiện tại chưa phải chờ thời cơ. Mùa Hạ,Thu thì lòng muốn sự sẽ thành.\n5 Học tập và thi cử: Đạt kết quả tốt.\n6 Tiền tài - của cải: Đắc tài, có bề trên cho tiền và rất nhiều.\n7 Tình duyên - hôn nhân: Dễ thành, do sự thúc bách của cha mẹ mà thành.\n8 Sinh con & cầu con: Sinh con quý tử, năm Khôn, Cấn,Đoài, Càn.\n9 Bệnh tật: Phòng bệnh tim, thận, bàng quang, nhất là phổi.\n10Xuất hành: Không thể, nên chờ cơ hội khác. Cuối Hạ, đầu Thu tốt. Lợi phương Tây và phương Đông Bắc, Tây Nam.Hướng chính Bắc bị nạn và mất của dọc đường.\n11 Mất của & chi phí: Đừng tiếc.\n12 Tranh chấp & mâu thuẫn: Có quý nhân phù trợ, dễ thăng. Mùa Đông thì thua kiện.\n13 Mồ mả: Mả tổ Đinh, Càn Khôn theo nguồn thượng phúc, con cái có kỳ danh nhờ mả tổ. Tuổi Khảm đại tài, tuổi Thổ dễ bị tai nạn đâm chém, tử hình nhưng là vì Tổ quốc.\n14 Nhà cửa: An lành do địa trạch tốt. Người tuổi Tây Tứ Trạch tốt.",
    "imageDescription": 0
  },
  {
    "id": 12,
    "title": "Thiên địa bĩ",
    "type": "Quẻ\nHung",
    "description": "Mọi việc không như kỳ vọng\nHãy nhẫn nại, giữ nguyên tình thế hiện tại.",
    "content": "1 Tình thể hiện tại: Lúc này là thời kỳ tối nghịch cảnh, mọi việc đều không thuận lợi, phải gắng sức chịu khổ cực và vượt qua, không lâu sau sẽ có chuyển biến tốt.\n2 Tương lai: Khó thành, phạm sai lầm do viển vông về kế hoạch.\n3 Sự nghiệp: Có vị trí, nhưng cần cố gắng hơn vì bề trên đang giúp.\n4 Nghê nghiệp: Tình Thể xem ra phải chuyển nghề, nhưng không chuyền lại có lợi hơn. Vừa học vừa làm là tốt nhất.\n5 Học tập & thi cử: Phạm nhiều sai sót, không đạt. Thi lại đỗ cao.\n6 Tiền tài - của cải: Không có, qua 9 tháng hoặc 5 năm sau mới gặp vận.\n7 Tình duyên - hôn nhân: Khó thành lương duyên, nhưng khéo léo lấy được người như ý.\n8 Sinh con & cầu con: Cần phải thay đổi chỗ ở mới có con.\n9 Bệnh tật: Khá nguy kịch, phòng bệnh tim, huyết áp cao, chân tay có vấn đề phải khám chữa.\n10 Xuất hành: Không nên, vô ích. Riêng phương Nam tốt, phương Tây mất tiền của.\n11 Mất của & chi phí: Bán rẻ cho người khác. Bỏ tiền đóng học phí thì sau sẽ thu lại được nhiều.\n12 Tranh chấp & mâu thuẫn: Thua thiệt nhiều bề vì luôn bị oan.\n13 Mồ mả: Ngôi mộ ở phương Nam, Đông Bắc, Tây Nam tốt.Các ngôi mộ khác bị nứt vỡ, bị dng nước chảy đâm vào khu mộ hay có đường đi qua làm cho gia đình bị bất hòa, chi tiêu tốn kém.\n14 Nhà cửa: Tuổi Đông Tứ Trạch xấu, tuổi Tây Tứ Trạch tốt.",
    "imageDescription": 0
  },
  {
    "id": 43,
    "title": "Thạch thiên quải",
    "type": "Quẻ\nHung",
    "description": "Khó khăn, gian nan, công việc, tổn thất.\nThận trọng, bình tĩnh thoát khỏi sai lầm.",
    "content": "1 Tình thế hiện tại: Chỉ một sai lầm sẽ lâm vào tình thể nguy ngập, vậy phải hết sức thận trọng trong hành động. Tự tin vào bản thân thì tốt.\n2 Tương lai: Khó thành, nên rút ra bài học từ những lần thất bại trước.\n3 Sự nghiệp: Sớm đạt, có chức, có quyền, có tiền nhưng không lớn. Hãy an phận thì tốt.\n4 Nghề nghiệp: Bình thường.\n5 Học tập & thi cử: Khó đạt kết quả tốt, nhưng thi gì cũng đỗ.\n6 Tiền tài - của cải: Đừng cậy sẵn tiền nhiều của mà bị lừa hết, phải thận trọng.\n7 Tình duyên - hôn nhân: Hãy chấp nhận những gì đã có, đừng than thân trách phận thì cuộc sống gia đình tốt đẹp.\n8 Sinh con & cầu con: Trai nhiều gái ít. Gái kỳ tài.\n9 Bệnh tật: Rất nguy hiểm, nhất là điều trị đã lâu. Được mổ sẽ tốt hơn.\n10 Xuất hành: Không nên. Lợi phương Tây, Bắc. Tuyệt đối tránh phương Nam.\n11 Mất của & chi phí: Khó tìm.\n12 Tranh chấp & mâu thuẫn: Thất bại vì hai bên đều cương cứng.\n13 Mồ mả: Mộ phần yên ổn, thế đất trung bình do vậy phát phúc không lớn.\n14 Nhà cửa: Nhà bị úng thủy, trước sau đều có hồ ao thì không thuận, nếu tôn cao thì gia trạch may mắn, nam nữ đều thịnh vượng.",
    "imageDescription": 0
  },
  {
    "id": 20,
    "title": "Phong địa quán",
    "type": "Bình\nHòa",
    "description": "Xét lại bản thân, đối nhân xử thế\nMở rộng tấm lòng, bao dung vận vật.",
    "content": "1 Tình thế hiện tại: Hiện đang ở giai đoạn biến động với rất nhiều vấn đề phát sinh. Nếu hành động thoải mái không vụ lợi thì có thể lập tức chuyển sang vận tốt.\n2 Tương lai: Có nhiều vất vả nhưng sẽ thành công.\n3 Sự nghiệp: Có quý nhân phù trợ, ở nơi nào cũng có địa vị. Do vậy, đi cũng có chức quyên mà ở cũng có chức quyền.\n4 Nghề nghiệp: Tuy bị bức bách chuyển nghề nhưng nếu tránh thì tốt hơn.\n5 Học tập & thi cử: Không được nhập tâm. Thi cử lúc đúng lúc sai khó xác định. Vậy kết quả tốt xấu không rõ ràng.\n6 Tiền tài - của cải: Có tài vận tốt. Có tiền nhiều nhưng cũng chi nhiều, khó tích lũy.\n7 Tình duyên - hôn nhân: Hôn nhân khó thành, sớm muộn cũng bỏ nhau.\n8 Sinh con & cầu con: Khó có con dù nhiều thê thiếp. Năm Thổ may ra cầu được.\n9 Bệnh tật: Biến động bình thường, khi tốt lên, khi xấu đi. Nếu tuổi già thì khó cưỡng, càng ngày càng yếu đi.\n10 Xuất hành: Mục đích chuyến đi thay đổi do nhiều nguyên nhân, nên đổi sang ngày khác.\n11 Mất của & chi phí: Giao vật cho người khác. Thực ra mất do nguyên nhân cũ mà người ta chi phối bắt ép hại mình.\n12 Tranh chấp & mâu thuẫn: Dây dưa, nên sớm hòa giải, vì dừ được vẫn thua thiệt.\n13 Mồ mả: Đã đến thời kỳ phải tu sửa mới mong phát phúc.Tu sửa xong mọi nguyện vọng con cái, cháu chắt sớm đạt.\n14 Nhà cửa: Hướng nhà không thuận nên luôn bị sức ép bên ngoài mang lại, do vậy gia chủ bất an. Nếu nhà có 2, 3 cửa thông ra bên ngoài cũng gọi là yên lành. Hoặc thuê được nhà khác để kinh doanh hay ở đều tốt đẹp.",
    "imageDescription": 0
  },
  {
    "id": 17,
    "title": "Thạch lôi tùy",
    "type": "Bình\nhòa",
    "description": "Thời vận tốt, lên cao từng bước\nTránh sự ngoan cố để gặp thất bại.",
    "content": "1 Tình thế hiện tại: Đang tốt, nhưng vì không tiếp thu ý kiền khác mà bị thất bại.\n2 Tương lai: Nếu chịu lắng nghe ý kiến của người khác thì có thể thực hiện được điều mong mỏi.\n3 Sự nghiệp: Chưa gặp thời, phải biết chờ đợi và học tập rèn luyện sẽ có địa vị tốt.\n4 Nghề nghiệp: Chưa phải lúc. Nếu nhờ bạn bè hoặc người thân thì sẽ có địa vị hoặc chức vụ như ý.\n5 Học tập & thi cử: Bình thường. Nếu tình duyên không thành thì thi cử đạt kêt quả cao.\n6 Tiền tài - của cải: Chưa cách gì có được ngay, phải nhẫn nại chờ đợi. Chớ đặt hy vọng lớn, rất khó thành.\n7 Tình duyên - hôn nhân: Không nóng vội, lương duyên tốt.\n8 Sinh con & cầu con: Sinh con quý tử nhưng phải dạy dỗ cần thận.\n9 Bệnh tật: Bệnh không nặng nhưng lâu khởi. Kiêng rượu, phòng bệnh phế, đại tràng và gan mật.\n10 Xuất hành: Bình thường vô sự, dễ bị nữ giới lôi kéo. Nếu đi phương Đông thì việc đi sẽ vì tình mà nên duyên.\n11 Mất của & chi phí: Luôn bị mất mát và mất rất lớn do gặp nhiều tai ương nhưng đó là của đi thay người.\n12 Tranh chấp & mâu thuẫn: Dây dưa, phải tùy thái độ của người khác mà giải quyết.\n13 Mồ mả: Mồ mả không yên, luôn bị động chạm nhưng có mộ các cụ bà rất tốt hoặc một người nữ chết trẻ tạo phúc cho con cháu rất lớn.\n14 Nhà cửa: Trong nhà có đồ vật dị hình, cần loại bỏ thì gia trạch bình an. Nếu cửa nhà ở phía Tây thì bất lợi cho gia chủ. Nhà này rất lợi hướng Đông dù khó khăn mấy sau cũng thuận, nhất là tu tạo vào năm Chấn, Tốn, Khảm, Ly.",
    "imageDescription": 0
  },
  {
    "id": 58,
    "title": "Đoài vi trạch",
    "type": "Quẻ\nCát\nHanh",
    "description": "Tốt đẹp đang được nhân đôi\nQuan lộc rộng mở, tài lộc dổi dào.",
    "content": "1 Tình thế hiện tại: Tình thế thuận lợi, bình ổn vô sự, được người khác quý mến, nhưng cần thận trọng về mặt rượu chè, ăn uống, quan hệ nam nữ.\n2 Tương lai: Có thể đạt nhưng đừng chủ quan sơ ý mà hỏng do quá nghe lời người dưới hay nữ giới.\n3 Sự nghiệp: Lòng muốn sự lập tức thành công. Người tuổi trẻ hay nữ giới gặp thuận lợi nhất, còn các lứa tuổi khác ở mức bình thường.\n4 Nghề nghiệp: Khá tốt. Nếu có ba mức độ thì đạt được hai. Mức cao khó thành.\n5 Học tập & thi cử: Đạt kêt quả gân như dự định.\n6 Tiền tài - của cải: Đây đủ, như ý.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên vì hai bên cùng say đắm nhau.\n8 Sinh con & cầu con: Thuận lợi, có trai có gái.\n9 Bệnh tật: Bệnh nặng, do bất cần bị gãy chân hay tay.\n10 Xuất hành: Một chuyến đi chơi thú vị. Lợi phương Tây, phương Bắc gặp họa, bị tai nạn, mất tiền, tốn kém.\n11 Mất của & chi phí: Khó tìm, cẩn thận không lại mất tiếp.\n12 Tranh chấp & mâu thuẫn: Kiện sẽ thắng nhưng tốn phí rất nhiều. Hòa giải là hơn.\n13 Mồ mả: Tốt lành, phát phúc cho cả gia đình. Về nhân khẩu cũng như công danh sự nghiệp đều được các cụ phù hộ, che trở.\n14 Nhà cửa: Nhà cửa tươi đẹp, gia chủ được nhiều thuận lợi từ công việc, địa vị, học hành, con cái... Hãy yêu nơi ở của mình hơn. Nếu chuyển đi nơi khác sẽ không được tốt.",
    "imageDescription": 0
  },
  {
    "id": 52,
    "title": "Cấn vi sơn",
    "type": "Bình\nHòa",
    "description": "Vận trình đình trệ, đừng vội\nBình tĩnh đối diện với thay đổi xung quanh.",
    "content": "1 Tình thế hiện tại: Đang tạm thời đình đốn, sẽ hết sức vất vả. Nếu kiên nhẫn sẽ chóng chuyển sang vận tốt vì từ nhỏ thành lớn.\n2 Tương lai: Khó bề như ý, nên chuyển mục tiêu. Đừng đật niềm tin vào người quen cũ vì động cơ trục lợi của người quen rất lớn, dễ gặp hậu quả xấu trong công việc.\n3 Sự nghiệp: Trước không thuận, sau thuận do người có nghị lực và khí phách và lòng nhiệt tình học hỏi, khắc phục yếu điểm để có tương lai vẻ vang.\n4 Nghề nghiệp: Không được, hữu danh vô thực. Mất nghề cũ, nghề mới cũng thất bại do cả tin người quen mà chia tay người cũ.\n5 Học tập & thi cử: Khó đạt kết quả tốt.\n6 Tiền tài - của cải: Do bán đất, bán nhà mà có nhiều tiền nhưng hêt ngay.\n7 Tình duyên - hôn nhân: Thuận sô, vinh hoa. 8 Sinh con & cầu con: Dễ được cả trai lẫn gái.\n9 Bệnh tật: Lâu khỏi. Mắc các bệnh máu huyết, váng đầu mà không phát hiện được bệnh. Nhưng nếu coi như không có bệnh thì sẽ khỏi.\n10 Xuất hành: Bất lợi. Phương Nam thành. Các hướng khác bất lợi, thân bại danh liệt, mang nhiều nỗi nhục.\n11 Mất của & chi phí: Khó tìm, còn hại đến thân, cần cần thận. Kiếm nhiều mất nhiều.\n12 Tranh chấp & mâu thuẫn: Dây dưa, tốn kém. Liên tục bị thua thiệt, nếu chịu đựng sẽ tốt đẹp.\n13 Mồ mả: Kết ngôi ngũ đại. Ngôi mộ phương Nam, Tây, Đông Bắc phát phúc.\n14 Nhà cửa: Đồ đạc bị hỏng hoặc quá cũ nát. Nều sửa chữa hoặc bỏ đi hoặc sơn sửa lại nhà thì cũng đón được vận tốt.",
    "imageDescription": 0
  },
  {
    "id": 40,
    "title": "Lôi thủy giải",
    "type": "Quẻ\nCát",
    "description": "Khó khăn sớm qua\nTinh thần mạnh mẽ, cuộc sống tốt đẹp.",
    "content": "1 Tình thế hiện tại: Khó khăn đang được giải quyết dần, tình hình ngày một yên ổn, đừng nôn nóng. Từ nay khó khăn mấy cũng được giải quyết.\n2 Tương lai: Đạt được gần như ý muốn, nhưng cuối cùng do sơ suất mà hỏng việc. Phải thận trọng, mềm mỏng hơn.\n3 Sự nghiệp: Từ khó khăn trở thành đơn giản. Có danh vị.\n4 Nghê nghiệp: Có lợi, giải được mọi khó khăn tuy phải theo đuối việc đã lâu.\n5 Học tập & thi cử: Đạt kết quả tốt. Có thi có cử.\n6 Tiền tài - của cải: Khó dự liệu trước, nhưng tiền tài tương đối dồi dào.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên nhưng có nguy cơ tan vỡ. Nếu phải theo đuổi lâu thì nên duyên, khi có duyên thì sẽ giải được mọi khó khăn.\n8 Sinh con & cầu con: Rất thuận lợi. Có cả trai cả gái và đông con.\n9 Bệnh tật: Thuyên giảm dần. Chú ý bệnh lao, ho, tim phổi, nhưng dễ khỏi.\n 10 Xuất hành: Đi chơi vui vẻ. Lợi phương Tây, Tây Bắc; bất lợi phương Đông và gặp khó ở ngay phương chính Bắc.\n11 Mất của & chi phí: Chưa tìm thấy, dễ bị mất thêm do sơ xuất, hay bị lừa.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải vui vẻ. Đó là giải pháp tốt nhất.\n13 Mồ mả: Do mồ mả xây sửa lại mà hóa giải được khó khăn cho con cháu.\n14 Nhà cửa: Tuy không được hướng nhà nhưng làm ăn rất thuận lợi. Nếu giúp mọi người hay chi phí vào việc học hành nhiều thì gia đình được nhiều may mắn, giàu tiền của, lắm tài lộc.",
    "imageDescription": 0
  },
  {
    "id": 38,
    "title": "Hỏa trạch khuê",
    "type": "Quẻ\nHung",
    "description": "Khó khăn chỉ phối, kỳ vọng không đạt\nAn phận, hòa nhã, biến nguy thành cơ.",
    "content": "1 Tình thế hiện tại: Khó khăn do phán đoán hoặc tính toàn sai lầm. Không nên tranh chấp. Hãy lấy học tập làm đầu thì sẽ thay đổi vận mệnh.\n2 Tương lai: Khó thành hiện thực. Phải học hết sức mình thì sẽ thuận lợi.\n3 Sự nghiệp: Muốn đạt việc lớn chớ vội vàng. Chịu được gian khổ sẽ được trả công xứng đáng.\n4 Nghề nghiệp: Giữ công việc cũ thì hơn vì càng xoay sở càng khó khăn hơn.\n5 Học tập & thi cử: Sức học cao mà kết quả thấp là do khách quan. Vậy đừng chủ quan, hãy lường trước những nguy cơ bất thường có thể xảy ra.\n6 Tiền tài - của cải: Không có, chỉ có công bao nhiêu thì được tiền bấy nhiêu mà thôi.\n7 Tình duyên - hôn nhân: Khó thành vì hai bên không có tiếng nói chung.\n8 Sinh con & cầu con: Dễ dàng, có cả trai, gái. Trai rất tài.\n9 Bệnh tật: Cách chữa trị sai lầm, nên theo thầy thuốc khác sẽ đỡ. Hãy đền bệnh viện thì hơn.\n10 Xuất hành: Giữa đường gặp trở ngại. Lợi phương Tây,Đông Bắc và Tây Nam rất lợi. Phương Bắc gặp khó.\n11 Mất của & chi phí: Chưa tìm thấy. Đã khó càng khó thêm.\n12 Tranh chấp & mâu thuẫn: Thất bại nên giải hòa, mà cũng khó được giải hòa.\n13 Mồ mả: Đầu mộ vào nơi thấp, chân mộ cao. Con cháu gặp khó lại khó thêm. Hãy tạ mộ hoặc tu sữa thi sẽ thuận.\n14 Nhà cửa: Nhà nếu bị nứt vỡ thì thịnh vượng, hay đường đi khó khăn thì cũng gặp thuận lợi. Nếu nhà cửa khang lệ, hay nơi đi lại thuận lợi thì khó khăn đem đến trùng trùng vì nhà bị trái hướng cửa, cần tu chỉnh lại sẽ tốt.",
    "imageDescription": 0
  },
  {
    "id": 63,
    "title": "Thủy hỏa ký tế",
    "type": "Quẻ\nCát\nHanh",
    "description": "Cơ đồ hưng thịnh, suy tớn xuất hiện\nThận trọng kỹ lưỡng, giữ nguyên thời cuộc.",
    "content": "1 Tình thế hiện tại: Mọi việc thuận buồm xuôi gió, sau đó có xu hướng sa sút, khi ấy nên dừng lại mà nhờ cha mẹ hay ai đó giúp đỡ sẽ đạt được sở nguyện.\n2 Tương lai: Ước mong nhỏ sẽ thành hiện thực. Nên nhờ cậy người giúp đỡ thì thuận hơn.\n3 Sự nghiệp: Bản thân khó đạt, phải nhờ người giúp thì mới có danh phận.\n4 Nghề nghiệp: Thoạt đầu bình thường, sau đó sẽ tốt.\n5 Học tập & thi cử: Bình thường. Phải cầu sự hỗ trợ mới đạt.\n6 Tiền tài - của cải: Tạm đủ, do dành dụm mà có. Làm thì chưa ra tiền.\n7 Tình duyên hôn nhân: Bình thường sau sẽ tốt đẹp do nhờ hay được giúp sẽ trở thành lương duyên.\n8 Sinh con & cầu con: Dễ sinh con. Có cả trai cả gái.\n9 Bệnh tật: Chậm thuyên giảm. Phòng bệnh điên, hoang tưởng.\n10 Xuất hành: Nên thay đổi thời gian đi chơi xa, phương Đông, Nam lợi, phương Tây Nam, Đông Bắc xấu và gặp tai nạn.\n11 Mất của & chi phí: Khó tìm, do đình đám, cúng bái, đồng bóng mà mất tiền.\n12 Tranh chấp & mâu thuẫn: Càng kiện càng xấu. Nhờ người giải hòa sẽ tốt.\n13 Mồ mả: Được hướng tốt, ngày giờ an táng thiêng, do vậy con cháu cầu là được.\n14 Nhà cửa: Nhà cửa được kế thừa do đó đã rêu mốc, nếu được tu sửa thì rất tốt lành.",
    "imageDescription": 0
  },
  {
    "id": 56,
    "title": "Hỏa sơn lữ",
    "type": "Bình\nHòa",
    "description": "Hiền hòa trong xử thế\nPhải thận trọng, tự chủ và thích ứng.",
    "content": "1 Tình thế hiện tại: Tình thế đầy rẫy khó khăn, trắc trở, biến động, bất an liên lục. Phải đi xa mới tốt. Hướng đi là phương Tây thì đại lợi.\n2 Tương lai: Khó thực hiện, nếu kiên tâm thì thành công.\n3 Sự nghiệp: Khó đạt, vì chỉ có tiền và nghề mà không có học, do vậy bôn ba ra ngoài thì thuận hơn.\n4 Nghề nghiệp: Chuyển hay không cũng vậy vì đang được phương xa mang cơ hội và tiền đến cho, hãy nắm bắt ngay kẻo lỡ mất cơ hội.\n5 Học tập & thi cử: Khó đạt kết quả tốt vì kiến thức không chắc chắn.\n6 Tiên tài - của cải: Có. Nên làm nhỏ vì có nhiều nguồn thu.\n7 Tình duyên - hôn nhân: Tình duyên đi đến lương duyên vì hai bên cần có nhau.\n8 Sinh con & cầu con: Có trai, có gái, chu viên tú lệ. Dâu rễ đàng hoàng.\n9 Bệnh tật: Ốm nặng do mong mỏi sau đó mà sinh ra ốm đau. Cần vui tươi bệnh sẽ giảm.\n10 Xuất hành: Đạt mục đích. Phương Đông và Bắc bất lợi.\n11 Mất của & chi phí: Khó tìm. Chi nhiều thu ít.\n12 Tranh chấp & mâu thuẫn: Hòa giải là thượng sách.\n13 Mồ mả: Mộ tốt đẹp, phát phúc, đem tin vui từ phương xa tới.\n14 Nhà cửa: Sẽ phải di cư từ Đông sang Tây để sống. Một cuộc thay đổi lớn của cả gia đình là sự tốt đẹp, hợp lẽ.",
    "imageDescription": 0
  },
  {
    "id": 10,
    "title": "Thiên trạch lý",
    "type": "Quẻ\nCát",
    "description": "Tân tiến trước những hiểm nguy\nNhún nhường tức khắc mọi điều tốt đẹp.",
    "content": "1 Tình thể hiện tại: Đang ở giai đoạn vô cùng nguy ngập.Phải hết sức thận trọng, nên dựa vào bề trên, giữ lễ nghĩa cho chu đáo thì việc gì cũng tốt.\n2 Tương lai: Khó thực hiện vì đầy rẫy khó khăn và chưa cố gắng đủ mức.\n3 Sự nghiệp: Nên duy trì và nâng cấp công việc đang làm thì sẽ tốt.\n4 Nghề nghiệp: Chưa thật thích hợp nhưng cuối cùng cũng thuận lợi và chuyển vào đúng vị trí mong muồn.\n5 Học tập & thi cử: Khó đỗ ngay. Thi lại đỗ đạt và kiềm việc dễ dàng.\n6 Tiền tài - của cải: Tiền có nhờ công việc đang làm, nhưng không thể như ý vì mức thu quá ít.\n7 Tình duyên - hôn nhân: Tưởng chừng như thuận lợi, thực ra khó thành vì tuổi nam quá nhiêu so với nữ.\n8 Sinh con & cầu con: Có trai có gái, dê sinh nhưng kho nuôi.\n9 Bệnh tật: Nguy hiểm hoặc có biến chứng vì bệnh tim phổi, khí huyết kém.\n10 Xuất hành: Nên bỏ ý định đi xa để khỏi gặp chuyện bất trắc. Lợi phương Bắc, thời gian ngắn thì tốt.\n11 Mất của & chi phí: Việc chi tiêu quá sức, lấy chỗ nọ bù chỗ kia.\n12 Tranh chấp & mâu thuẫn: Cố tránh để khỏi thất bại, vì sự thật về mình, lý thuộc về họ.\n13 Mồ mả: Có một ngôi yên, các ngôi khác không yên. Mộ đặt trên gò cao tốt, dưới đất trũng ngập nước thì xấu.\n14 Nhà cửa: Nhà tọa Chần nên mở cửa Canh. Nhà cửa lợi phương Đông Bắc, Tây Nam. Có địa vị ở hướng Đông, chínhTây là người rất nỗi tiếng.",
    "imageDescription": 0
  },
  {
    "id": 50,
    "title": "Hỏa phong đỉnh",
    "type": "Quẻ\nCát\nHung",
    "description": "Công danh sự nghiệp thăng tiến\nQuý nhân phù trợ, giúp cải vạn.",
    "content": "1 Tình thế hiện tại: Đang dần tốt lên do bề trên đề bạt, hoặc do tự mình thay đổi cách thức. Lấy sự học làm đầu thì sẽ được trọng dụng.\n2 Tương lai: Thoạt đầu tưởng khó thực hiện, nhưng nếu nhờ bề trên thì có thể thành công. Bỏ ra nhiều công sức về sau mới có kết quả tốt.\n3 Sự nghiệp: Hiển đạt. Nếu có học sẽ rực rỡ nhưng thăng trầm. Muốn bền vững phải liên tục mở cái mới để phù hợp với thời đại.\n4 Nghề nghiệp: Đổi nghề sẽ gặp khó khăn vất cả lúc ban đầu, đổi nhiều thì tốt nhiều.\n5 Học tập & thi cử: Kết quả tốt do có động cơ và định hướng đúng trong học.\n6 Tiền tài - của cải: Bình thường. Chữ tài đi với chữ tai một vần. Lợi ít hại nhiều. Hay để lại hậu quả và vấn đề tiền bạc.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên. Nều mới gặp đi đến hôn nhân ngay thì tốt. Để lâu sẽ bất lợi.\n8 Sinh con & cầu con: Như ý, có trai, có gái.\n9 Bệnh tật: Nên đổi phương thuốc sẽ hiệu quả. Phòng hen suyễn, bệnh phổi, đường hô hấp.\n10 Xuất hành: Chuyến đi chơi thú vị. Lợi phương Bắc. Đông nhưng đi mau về mau thì tốt, kéo dài không hay.\n11 Mất của & chi phí: Có thể tìm thấy hoặc do chi ra nhưng sau đó thu lại và được nhiều.\n12 Tranh chấp & thuẫn: Mất thời gian nhưng thắng kiện.\n13 Mồ mả: Rất tốt. Khu mộ quay đầu về hướng Bắc, Đông thì gia đình được phát phúc nhanh; về Tây và Nam thì gia đình nghèo túng.\n14 Nhà cửa: An lành. Nhà cửa tuổi Tây Tứ Trạch thì được may mắn, tuổi Đông Tứ Trạch thì nghèo túng.",
    "imageDescription": 0
  },
  {
    "id": 46,
    "title": "Địa phong thăng",
    "type": "Quẻ\nCát\nHanh",
    "description": "Vươn lên, tiến bộ, tiến tới\nThời vận nâng cao, thăng quan tiến chức.",
    "content": "1 Tình thế hiện tại: Từ nay trở đi sẽ dần phát triển, năng lực bản thân được phát huy, có sự trợ giúp của bề trên. Cầu quan, cầu tài đều thuận.\n2 Tương lai: Chưa thực hiện được ngay, nhưng sau một thời gian cố gắng, chắc chắn thành hiện thực. Đây là nỗ lực của bản thân mà được.\n3 Sự nghiệp: Cần cân nhắc cẩn thận. Cầu tiền lợi hơn, giàu rồi sẽ có địa vị.\n4 Nghề nghiệp: Chưa phải cơ hội, nhưng đã được thì như diều gặp gió, đã thuận lại thuận hơn.\n5 Học tập & thi cử: Đạt kết quả tốt do biết thực lực bản thân để tự rèn luyện sẽ được thành công lớn.\n6 Tiền tài - của cải: Đầy đủ, nhưng để có rất gian khổ, phải trải qua trăm đắng ngàn cay mới có, hãy trân trọng nó.\n7 Tình duyên - hôn nhân: Sẽ thành lương duyên sau thời gian dài.Yêu lâu, cưới vội\n8 Sinh con & cầu con: Dủ tiền tài, địa vị cầu con sẽ thuận.\n9 Bệnh tật: Sau một thời gian chắc thuyên giảm. Phòng bệnh lao và bệnh sinh hoạt quá độ. Chân tay dễ băng bó do gãy, nhưng bệnh tật không nguy hiểm.\n10 Xuất hành: Vui vẻ. Mùa Xuân, Đông tốt đẹp. Mùa Thu, Hạ bất lợi. Hướng Bắc đem lại nhiều tài lộc.\n11 Mất của & chi phí: Tìm được. Do mất hoặc tìm chán rồi lại thấy, hãy chăm làm thì được bù đắp.\n12 Tranh chấp & mâu thuẫn: Sau một thời gian sẽ thắng (vì đối phương bỏ cuộc).\n13 Mồ mả: Đã được tu sửa mộ phần đang phát phúc cho con cháu.\n14 Nhà cửa: Từ ngày tu sửa lại nội, ngoại thất mà gia đình được sự tốt lành đem đến. Hạnh phúc bất ngờ.",
    "imageDescription": 0
  },
  {
    "id": 16,
    "title": "Lôi địa dự",
    "type": "Quẻ\nCát",
    "description": "Mang đến diểm cát lành\nCó niềm vui trong đời sống, sự nghiệp.",
    "content": "1 Tình thế hiện tại: Đang ở tình thể cực thịnh, mọi việc như ý. Do gặp gỡ phải tiệc tùng nhiều.\n2 Tương lai: Nhiều khả năng thực hiện nhưng vẫn bị khắc chế kiềm tỏa. Mùa Hạ rất tốt.\n3 Sự nghiệp: Lúc đầu chưa thuận, chưa đúng vị trí, sau mới thành công.\n4 Nghề nghiệp: Không nên người. Do nữ giới hoặc kẻ tiếu nhân dẫn dụ mà việc chuyển đổi bị thân bại danh liệt.\n5 Học tập & thi cử: Không như ý vì sơ xuất, chủ quan. Cần thận trọng thì đúng tài, đúng lực.\n6 Tiền tài - của cải: Có thể được, chú ý đừng chủ quan vào phút chót, chớ ham chơi mà tiền hết tật mang.\n7 Tình duyên - hôn nhân: Có thể đi tới kết quả tốt đẹp tuy cuối cùng gặp sự ngăn trở. Muộn là hơn.\n8 Sinh con & cầu con: Có cả con trai, con gái. Trai rất thông minh, tài giỏi.\n9 Bệnh tật: Bệnh nhẹ nhưng chớ chủ quan mà lâu khỏi. Phòng bệnh tiều tràng, đại tràng và phế, có nhiều mụn nhọt.\n10 Xuất hành: Vui vẻ. Bất lợi phương Đông, Đông Nam.Phương Tây Nam, Đông Bắc tốt.\n11 Mất của & chi phí: Luôn bị mắc lừa hoặc cho vay không thu lại được.\n12 Tranh chấp & mâu thuẫn: Có lợi cho phía ta. Mặc dù bị người khác gây sự kiện tụng nhưng vân thăng lợi.\n13 Mồ mả: Mồ mả lợi hướng Nam, phương Đông bât lợi do nguồn nước đâm thẳng vào mộ. Nếu đến mùa nước đầy thì nhà làm ăn thịnh vượng. Nều họp bàn gia tộc về mồ mả sẽ có hướng giải quyết thuận lợi.\n14 Nhà cửa: Tin vui mang đền liên tục, nhưng tính kỹ thì gia chủ hữu danh vô thực, vẫn bị chia ra nhiều.",
    "imageDescription": 0
  },
  {
    "id": 29,
    "title": "Khảm vi thủy",
    "type": "Bình\nHòa",
    "description": "Gian khổ, khó khăn, thân tâm bất an\nChờ thời hành động mọi việc sẽ suôn sẻ.",
    "content": "1 Tình thế hiện tại: Mọi sự đều chưa thể như ý, sự tình có chiều hướng ngày một xấu thêm, đề phòng bệnh tật trộm cướp. Nếu kiên gan bền chí, dựa vào sự khó khăn để vượt qua thì chẳng mấy mà vượt qua được khó.\n2 Tương lai: Khó bề như ý, phải đợi chờ một thời gian mới đạt.\n3 Sự nghiệp: Tốt, vì là người đa tài khôn khéo, càng khó càng dễ dàng và vẻ vang.\n4 Nghề nghiệp: Không nên, vì ở đâu cũng vậy. Đi mắc núi trở lại mắc sông.\n5 Học tập & thi cử: Khó đạt, cần phải trau dồi kiến thức và thi lại sẽ đỗ đạt cao.\n6 Tiền tài - của cải: Không có mà còn phải chi phí nhiều nên rất hao tổn, đề phòng hao tổn. Biết vậy hãy đầu tư thì hết hao tổn hoặc cho vay hay là giúp ai đó thì lại dồi dào về tiền bạc.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên. Lúc đầu khó khăn, sau thuận.\n8 Sinh con & cầu con: Dễ có con. Khi có con là có tất cả như sự nghiệp, địa vị, nhà cửa.\n9 Bệnh tật: Bệnh tình nghiêm trọng. Ăn uống điều độ. Lưu ý tai nạn xe cộ và sông nước.\n10 Xuất hành: Nên bỏ ý định đi chơi. Lợi phương Bắc, Tây, tránh phương Đông, Đông Nam. Phương Đông gặp tai nạn.\n11 Mất của & chi phí: Không tìm thấy. Bị lừa vì cờ bạc và mất thêm.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải, miền cưỡng chỉ thua kiện, tiền mất tật mang.\n13 Mồ mả: Tốt lành, cầu quan, tài, lộc đều đạt.\n14 Nhà cửa: Tốt lành, nhà và người đều đẹp và may mắn thuận lợi. Vì thế hay bị kẻ xấu nhòm ngó, dễ bị trộm cắp.",
    "imageDescription": 0
  },
  {
    "id": 59,
    "title": "Phong thủy hoán",
    "type": "Quẻ\nHanh",
    "description": "Thời vận xấu đang tan biến\nMở ra một giai đoạn đây triên vọng.",
    "content": "1 Tình thế hiện tại: Tình trạng gian khổ kết thúc, từ nay chuyển sang giai đoạn thuận lợi là nhờ vào sự giúp đỡ của người khác hay tự thân thay đổi tất cả những kế hoạch đã làm để dùng phương án và kế hoạch mới.\n2 Tương lai: Chưa như ý, cần tiếp tục cố gắng. Thay đổi toàn bộ tư duy hay lề thói tốt.\n3 Sự nghiệp: Ở quê hương mới vẻ vang nhưng không có địa vị mà chỉ làm giàu thì tốt.\n4 Nghề nghiệp: Đổi nghề là hay nhất. Nếu mở rộng hơn thì phải cải tổ toàn bộ cách làm ăn sẽ thuận lợi ngay.\n5 Học tập & thi cử: Kết quả ngoài dự kiến.\n6 Tiền tài - của cải: Khó có ngay. Nếu nhờ tay kẻ khác thì tài lộc rất nhiều.\n7 Tình duyên - hôn nhân: Hai bên chưa thật lòng là hiểu biết lẫn nhau, nếu hướng về cái chung là con cái thì thành lương duyên.\n8 Sinh con & cầu con: Dễ đạt, có cả trai lẫn gái.\n9 Bệnh tật: Nguy hiểm, hãy thay đổi phương pháp chữa và điều trị bệnh sẽ khỏi.\n10 Xuất hành: Vui vẻ, phương Tây tốt, may mắn được lợi.\n11 Mất của & chi phí: Khó tìm, thầy cũng không nguyên dạng.\n12 Tranh chấp & mâu thuẫn: Nóng vội sẽ thất bại, giải hòa thì thuận.\n13 Mồ mả: Đến thời kỳ an bình, ổn định, con cháu sẽ được phát phúc.\n14 Nhà cửa: Vừa qua một quá trình xây dựng, sửa chữa nội ngoại thất sẽ đem lại sự tốt đẹp cho gia chủ, báo hiệu một giai đoạn mới hưng thịnh.",
    "imageDescription": 0
  },
  {
    "id": 25,
    "title": "Thiên lôi vô vọng",
    "type": "Quẻ\nHung",
    "description": "Dễ đắm chìm vào thú vui riêng\nLàm thiện, giữ vững lập trường việc sẽ",
    "content": "1 Tình thể hiện tại: Bế tắc, mọi việc đều không như ý, dễ xảy ra những chuyện bất trắc do khách quan đem lại.\n2 Tương lai: Không có hy vọng gì, phải chờ thời cơ. Đừng nản lòng.\n3 Sự nghiệp: Có tiềng nhưng hữu danh vô thực.\n4 Nghề nghiệp: Nên cố gắng làm công việc cũ, chuyển nghề bất lợi.\n5 Học tập & thi cử: Kết quả tốt, tiếng tăm vang xa, nhưng không phải chân tài, thực học.\n6 Tiền tài - của cải: Hiện thời không có, làm ăn cần tình nghĩa sẽ có. Nếu được nổi tiếng thì sau sẽ được lợi nhiều.\n7 Tình duyên - hôn nhân: Nên lấy người mà cha mẹ anh chị em giúp đỡ thi nên duyên.\n8 Sinh con & cầu con: Tốt. Trai nhiều, gái ít. Cha già con cọc.\n9 Bệnh tật: Nguy hiểm, người già cần thận trọng giữ gìn. Phòng bệnh gan, mật, phổi. Người già bị nặng.\n10 Xuất hành: Giữa chừng dừng lại. Mùa Xuân thuận.Phương Bắc may mắn, phương Tây gặp họa lớn.\n11 Mất của & chi phí: Không tìm được, còn bị điều tiềng.\n12 Tranh chấp & mâu thuẫn: Bất lợi. Nên hòa giải.\n13 Mồ mả: Xấu. Con cháu vì thế khổ sở. Lễ tạ sẽ tốt.\n14 Nhà cửa: Nhà đẹp, nhưng người sống trong nhà hữu danh vô thực, sĩ diện, tự cao tự đại để cho thiên hạ đàm tiếu.Hãy chịu đựng như ván đóng thuyên thì sẽ qua mọi điều tiếng. Nếu được ngợi khen mà nồi tiêng thì hãy chớp thời cơ làm thì cũng thuận lợi nhờ tiếng.",
    "imageDescription": 0
  },
  {
    "id": 44,
    "title": "Thiên phong cấu",
    "type": "Bình\nHòa",
    "description": "Vận trình xuống dốc\nThận trọng, để phòng, bình tĩnh đối diện",
    "content": "1 Tình thế hiện tại: Tai nạn bất ngờ, khó giải quyết vấn đề hậu quả với người khác giới. Nếu xa quê thì bình an, gặp thuận lợi.\n2 Tương lai: Không thể thực hiện được vì bị áp đặt. Xa quê bình an, có quý nhân phù trợ. Đại lợi trong mọi lĩnh vực.\n3 Sự nghiệp: Được sự giúp đỡ của bạn bè, bề trên mà có địa vị.\n4 Nghề nghiệp: Hiện chưa phải lúc, cần tích lũy tiền thì hay hơn chuyển việc.\n5 Học tập & thi cử: Bình thường, có người trợ giúp, hãy học lại tốt hơn.\n6 Tiền tài - của cải: Không có, còn bị lừa. Nếu ở xa quê có người quen cũ giúp đỡ tiền của dồi dào.\n7 Tình duyên - hôn nhân: Có thể kết hợp, nhất là người ở phương Tây sẽ thỏa nguyện do sự chênh lệch về tuổi tác.\n8 Sinh con & cầu con: Thuận lợi, có trai có gái. Con cái tài giỏi.\n9 Bệnh tật: Không nặng nhưng có biển chứng. Phòng ung thư, bệnh tinh thần.\n10 Xuất hành: Thay đổi mục đích chuyến đi. Lợi phương Bắc, Đông. Phương Nam mất của, tai nạn.\n11 Mất của & chi phí: Khó tìm. Thường rơi vào tay nữ giới hoặc vì quan hệ nam nữ mà hao tổn lớn.\n12 Tranh chấp & mâu thuẫn: Tranh chấp bất lợi, đã thua còn mất tiền, khánh kiệt.\n13 Mồ mả: Mộ phần có hiện tượng xấu, hãy kịp thời tu bổ sẽ tốt đẹp.\n14 Nhà cửa: Vì khả năng thực có quá kém, luôn nhờ bề trên, nếu nhà cửa do cha ông để lại thì tốt. Nếu tự làm thì hãy đưa cha mẹ già về phụng dưỡng thì thuận lợi nhiều bề.",
    "imageDescription": 0
  },
  {
    "id": 55,
    "title": "Lôi hỏa phong",
    "type": "Quẻ\nCát\nHanh",
    "description": "Công danh sự nghiệp được hanh thông\nTài lộc dồi dào.",
    "content": "1 Tình thế hiện tại: Tình thế đang hết sức thuận lợi, mọi việc đều trôi chảy nhưng chớ chủ quan. Vào mùa Đông và các tháng Thổ thì nhiều lo âu.\n2 Tương lai: Nếu không quá tham sẽ được như ý về cả tiền và địa vị.\n3 Sự nghiệp: Đi từ thấp đến cao đúng tiến trình ngày càng mạnh, càng tốt.\n4 Nghề nghiệp: Không nên chuyển nghề vì ở đâu cũng vậy, cuộc đời phải nóng lạnh đủ cả mới tốt.\n5 Học tập & thi cử: Đạt kết quả như ý muốn.\n6 Tiền tài - của cải: Đầy đủ. Mùa Xuân, Hạ đại lợi. Ngày một dồi dào.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên nhưng gặp phải nhiều tiếng, phải chân thành thì tình duyên rất hạnh phúc.\n8 Sinh con & cầu con: Dễ có con. Có con có của, có đủ mọi thứ.\n9 Bệnh tật: Thuyên giảm, không thuốc cũng khỏi.\n10 Xuất hành: Có chuyến đi chơi vui vẻ. Lợi phương Đông, Nam, Tây Nam. Đông Bắc bất lợi.\n11 Mất của & chi phí: Khó tìm, khó đòi do việc cầu quan mà tốn kém mất tiền.\n12 Tranh chấp & mâu thuẩn: Thoạt đầu có lợi, sau ngược lại.\n13 Mồ mả: Được khu mộ tốt, cả nhà yên ổn, con cháu làm ăn phát đạt, ngày một tốt đẹp.\n14 Nhà cửa: Vừa qua một giai đoạn khó hãy duy trì và học hành phát triển tốt hơn thì gia trạch rất thuận, mua sắm thêm đồ đắt tiền mà có đầu tư công sức cẩn thận thì gia trạch càng thuận lợi hơn.",
    "imageDescription": 0
  },
  {
    "id": 36,
    "title": "Địa hỏa minh li",
    "type": "Quẻ\nHung",
    "description": "Như đêm tối, tương lai mịt mờ\nChớ vội, chăm chỉ vững tin thành quả sẽ đến.",
    "content": "1 Tình thế hiện tại: Hiện tại hết sức khó khăn, mọi việc trục trặc, may mà tình trạng này kéo dài không lâu, sắp chuyển sang vận tốt, vậy hãy gắng chịu đựng, giữ gìn.\n2 Tương lai: Khó thành, đừng nản lòng, làm đi làm lại sẽ toại nguyện ước mơ.\n3 Sự nghiệp: Có nhờ may mắn nhưng không có tài, không đảm trách được mà lúc thành lúc bại. Dễ bị thân bại danh liệt.\n4 Nghề nghiệp: Bất lợi, biết chuyển đi đâu vì làm gì có nghề. Hãy theo ai đó làm từ việc nhỏ sẽ có lợi cho hiện tại và sau này.\n5 Học tập & thi cử: Khó đạt vì học không nhập tâm.\n6 Tiền tài - của cải: Không có, chỉ có do công việc và lĩnh lương.\n7 Tình duyên - hôn nhân: Khó kết thành lương duyên, nều được thì cũng rất khốn khó.\n8 Sinh con & cầu con: Dễ đạt và rất nhiều con.\n9 Bệnh tật: Nguy hiêm, chưa cách gì làm thuyên giám. Có thần phúc cứu nguy, đến lúc nguy hiểm nhất thì gặp thầy, gặp thuốc.\n10 Xuất hành: Dừng lại giữa chừng. Lợi phương Đông, Đông Nam; phương Bắc gặp họa.\n11 Mất của & chi phí: Bị lẫn trong các đồ vật chưa tìm ra.\n12 Tranh chấp & mâu thuẫn: Thua kiện.\n13 Mồ mả: Đang bị biến động lớn, phải gắng chịu một thời gian nữa sẽ đổi mới.\n14 Nhà cửa: Tốt. Đã sửa đi sửa lại mà vẫn xấu. Vì quá sĩ diện mà mắc nợ vào thân do xây sửa nhà cửa quá mức, khó bề trả hết nợ.",
    "imageDescription": 0
  },
  {
    "id": 47,
    "title": "Thạch thủy khốn",
    "type": "Bình\nHòa",
    "description": "Khó khăn, thất bại, thiếu thôn, cô độc\nKiên trì, tự chủ, chờ đợi cơ hội.",
    "content": "1 Tình thế hiện tại: Đang ở tình thế bế tắc, tiền thoái lưỡng nan, không nên triển khai thêm hoạt động, phải chờ thời cơ hoặc chờ vào mùa Thu, Đông thì việc thuận lợi.\n2 Tương lai: Khó thành, cần thay đổi mục tiêu và phương pháp tiến hành.\n3 Sự nghiệp: Cần cố gắng, học hành nhiều thì sẽ nên người và được sự trợ giúp của bạn gái sẽ tốt. Đặt niềm tin vào ai đó thì xấu vì kẻ đó là người hẹp hòi, không muốn ai hơn.\n4 Nghề nghiệp: Bất lợi vì chẳng hơn gì công việc đang làm. Hãy chịu đựng đến năm Kim, Thủy sẽ tôt.\n5 Học tập & thi cử: Khó đạt kết quả, nhưng mùa Thu, Đông thì sẽ cao.\n6 Tiền tài - của cải: Không có, trong khi cần rất nhiều để chi tiêu, nợ nần gia tăng. Mùa Thu, Đông thì thoát khốn.\n7 Tình duyên - hôn nhân: Thuận, duyên kỳ ngộ mà thành.\n8 Sinh con & cầu con: Làm thiện nhiều con cái mới thuận. Gái nhiều, trai ít.\n9 Bệnh tật: Nguy hiểm, nếu bệnh nhẹ thì nặng dần. Mắc bệnh ho có đờm hoặc nước trong phổi. Tránh cờ bạc, trai gái.\n10 Xuất hành: Khó xong, lợi phương Tây, nếu có nữ nhân trẻ đi cùng thì rất tốt.\n11 Mất của & chi phí: Khó tìm lại, mất rồi lại mất nữa. Do vậy, phải cẩn thận thì được bù đắp sau.\n12 Tranh chấp & mâu thuẫn: Thua kiện tốn tiền, vì càng theo càng tốn kém. Thân bại danh liệt.\n13 Mồ mả: Mộ bị làm nhà hay đường sá công trình vây lấp, nước bản ứ đọng. Con cháu khốn khổ, gặp họa bất thường.\n14 Nhà cửa: Tốt. Cuộc sống do con gái cứu nguy cả nhà.Nhà do để hở bếp, phạm lỗi phong thuỷ. Xoay sửa lại bếp đun sẽ làm cho gia trạch tốt đẹp, từ hung thành cát.",
    "imageDescription": 0
  },
  {
    "id": 27,
    "title": "Sơn lôi di",
    "type": "Quẻ\nCát",
    "description": "Quan lộc hanh thông\nSự nghiệp, địa vị thuận lợi như ý.",
    "content": "1 Tình thế hiện tại: Tưởng chừng tốt đẹp, thật ra không phải vậy do nội tâm bất an. Vì thế, làm được việc gì mà thực hiện được ngay thì phải làm triệt để, đừng lan man sẽ bị bất lợi.\n2 Tương lai: Khó được như ý vì nội tâm quá e dè. Muốn thành công lớn hãy tham khảo, tư vấn, hoặc nhờ bề trên thì thuận lợi nhiều bề.\n3 Sự nghiệp: Lận đận, không có địa vị. Hãy vì chuyên môn.\n4 Nghề nghiệp: Nên chờ thời cơ. Bản thân chưa quyết định nên ở hay đi vì bản tính nhút nhát. Có đi hay ở cũng vẫn thế.\n5 Học tập & thi cử: Không đạt mặc dù học nhiều. Nên học để thi lại sẽ thuận.\n6 Tiền tài - của cải: Có nhưng hay bị mất do dễ tính, hoặc dùng uy tín để vay tiền giúp người mà mang nợ vào thân. Tình duyên - hôn nhân: Được người như ý, bố công theo đuổi, hẹn hò, chờ đợi.\n8 Sinh con & cầu con: Khó khăn. Thường bị sảy thai, sau mới đậu.\n9 Bệnh tật: Phòng bệnh ung thư, phổi và gan. Có bệnh tưởng, đừng tốn kém vì phòng ngừa quá mức.\n10 Xuất hành: Không nên đi chơi xa. Lợi mùa Đông, Xuân và hướng Bắc, Nam.\n11 Mất của & chi phí: Nhầm lẫn hoặc để quên. Quan hệ rộng, vì sĩ diện mà tốn kém.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải vì thế lực hai bên ngang nhau mà mình lại thối trí. Hãy tìm cách hóá giải.\n13 Mồ mả: Bình yên, nhưng chỉ giúp họ hàng làm giàu có công ăn việc làm.\n14 Nhà cửa: Do nhà đẹp để nhiều người đến chơi mà gia chữ không có thực lực dẫn đến tốn kém về cầu quan. Hãy quan tâm nhiều đến làm kinh tế thì nơi ở này rất thuận lợi.",
    "imageDescription": 0
  },
  {
    "id": 11,
    "title": "Địa thiên thái",
    "type": "Quẻ\nCát\nHanh",
    "description": "Tiên đoán mọi điều hanh thông,\nlớn mạnh, phát triển không ngừng.",
    "content": "1 Tình thể hiện tại: Tương đối thuận lợi nhưng tình trạng này kéo dài không lâu, nên chớp thời cơ để tiến lên với quy mô lớn.\n2 Tương lai: Như ý, nhưng vào phút chót dễ thất bại do chủ quan hoặc bất mãn.\n3 Sự nghiệp: Đừng vội nghĩ ngôi cao. Khi có học vị hoặc là văn bằng chứng chỉ thì tốt.\n4 Nghề nghiệp: Được. Có vị trí cao hoặc có lợi nhiều trong công việc mới, hay đã nghỉ lâu nay được trọng dụng.\n5 Học tập & thi cử: Thuận lợi. Đạt kết quả tốt do có thực lực.\n6 Tiền tài - của cải: Khá hanh thông, có thu nhập từ nhiều nguồn. Đại lợi mùa Thu, mùa Hạ.\n7 Tình duyên - hôn nhân: Có nhân duyên tốt. Việc tình duyên đi đến hôn nhân ngay.\n8 Sinh con & cầu con: Tuy có nhưng muốn tốt thì sinh liền nhau sẽ tốt hơn.\n9 Bệnh tật: Thuyên giảm dần, phòng bệnh can hỏa vượng, sốt nóng, tâm thần hồi hộp, đau nhức. Con gái nội tiết kém, dễ sinh con thiều tháng.\n10 Xuất hành: Chuyến đi vui vẻ, tốt đẹp. Phương Tây tốt,Đông Bắc, Tây Nam có nhiều điều may. Phương Bắc gặp tai nạn.\n11 Mất của & chi phí: Tiêu rồi vẫn có nhưng sự tiêu pha không đúng việc.\n12 Tranh chấp: Luôn thắng nhưng hòa giải vẫn hơn.\n13 Mồ mả: Yên ốn. Hướng Bắc xấu.\n14 Nhà cửa: Từ khi có ngôi nhà này, gia chủ tu sửa lại thì nhân khấu tốt, tiền tài thuận. Luôn phải sửa chữa, tu bổ nhà mới thuận mọi bề.",
    "imageDescription": 0
  },
  {
    "id": 4,
    "title": "Sơn thủy mông",
    "type": "Quẻ\nHung",
    "description": "Mất mát do hấp tấp, thiếu suy nghĩ\nKiên trì, cởi mở tưởng lai sẽ rộng mở.",
    "content": "1 Tình thế hiện tại: Hiện tại mọi việc còn mơ hồ, chưa biết xoay sở cách nào. Tình thể hiện tại mờ mịt./n2 Tương lai: Vô vọng, phải chờ thời cơ. Nếu miễn cưỡng sẽ chỉ chuốc lấy thất bại.\n3 Sự nghiệp: Lúc đầu lận đận, sau gặp quý nhân.\n4 Nghề nghiệp: Chưa nên, có chuyển được cũng chưa mang lại kết quả tốt vì nơi cũ xấu nhưng nơi mới còn nhiều mơ hồ.\n5 Học tập & thi cử: Chưa đạt. Hãy rèn luyện thêm, sẽ đỗ cao vào năm Kim, Thủy.\n6 Tiền tài - của cải: Khó cầu nếu làm ăn phi pháp, nếu làm ăn chân chính sẽ đắc tài.\n7 Tình duyên - hôn nhận: Đối tượng còn do dự bất định nên khó thành. Lấy người tuổi Tý / phương Bắc sẽ thành công.\n8 Sinh con & cầu con: Như ý, nhưng phải dạy dỗ cần thận.\n9 Bệnh tật: Lâu ngày không thuyền giảm, đừng cho bệnh nhẹ mà coi thường.\n10 Xuất hành: Chưa yên tâm, có thể xảy ra bất trắc. Phương Bắc tốt, nên đi theo người khác.\n11 Mất của & chi phí: Phần lớn do để quên, ở ngay trong nhà, phía dưới một vật nào đó.\n12 Tranh chấp và mâu thuẫn: Khó xong, dù ta đúng mà không có lý.\n13 Mồ mả: Dễ bị mất. Mùa Thu, Đông gia đình gặp nhiều thuận lợi.\n14 Nhà cửa: Hay bị hàng xóm gây sự, nều mềm mỏng khôn khéo thì biến xấu thành tốt. Nhà mà có cửa sắt, rào sắt cũng mang lại thuận lợi nhiều cho gia đình (sự bình an).",
    "imageDescription": 0
  },
  {
    "id": 30,
    "title": "Ly vi hỏa",
    "type": "Quẻ\nHanh",
    "description": "Lượng trứng cho sự may mắn\nThành công trong mọi lĩnh vực.",
    "content": "1 Tình thể hiện tại: Bề ngoài tưởng chừng như tốt đẹp, thực tế khó giải quyết. Có sự bất hòa giữa nam và nữ. Việc thật nhanh thì tốt, để lâu thì bất lợi.\n2 Tương lai: Nôn nóng thì không thể như ý. Hãy chuẩn bị hành trang kỹ lưỡng rồi bắt tay vào việc, giải quyết ngay thì việc gì cũng thành.\n3 Sự nghiệp: Trắc trở, nhờ người quen sẽ thành đạt nhưng phải nỗ lực bản thân nhiều.\n4 Nghề nghiệp: Thuận lợi, phương Nam và Đông có địa vị to.\n5 Học tập & thi cử: Có thể đạt kết quả tốt bởi là người có thực lực và sự quyết tâm cao.\n6 Tiền tài - của cải: Có đủ, nếu nhờ tay người khác thì không những thừa tiêu mà còn tích trữ được.\n7 Tình duyên - hôn nhân: Thường là có con trước, sau mới đền hôn nhân.\n8 Sinh con & cầu con: Có con và nhiều con và dễ sinh con.\n9 Bệnh tật: Bệnh tình nguy ngập hoặc cảm nặng. Hay bị tai nạn bất thường như tai nạn giao thông hoặc bỏng. Phải thận trọng.\n10 Xuất hành: Nên chọn thời gian khác. Lợi phương Đông;tránh phương Bắc, Tây.\n11 Mất của & chi phí: Tìm ngay có thể thấy, để lâu thì mất do bị lừa.\n12 Tranh chấp & mâu thuẫn: Bất lợi nên giải hòa. Dễ hòa giải.\n13 Mồ mả: Tốt lành, bình an, gia chủ phát phúc, giàu có, sự nghiệp vẻ vang.\n14 Nhà cửa: Nhà cửa hợp hướng, chủ nhà thịnh vượng rất giàu có nhưng hay phải đi đây đó, hoặc con cái phải đi xa.",
    "imageDescription": 0
  },
  {
    "id": 23,
    "title": "Sơn địa bác",
    "type": "Quẻ\nHung",
    "description": "Vận may dẫn biến mất\nThận trọng, rút lui để bảo toàn hiện trạng.",
    "content": "1 Tình thế hiện tại: Cực kỳ gian khổ, bế tắc. Phải ráng sức chịu đựng. Hạnh phúc chỉ giành cho người dũng cảm và có đức tin cao độ.\n2 Tương lai: Hãy tin vào ý chí và quyết tâm thì hy vọng sẽ thành và phải thành thì sự thành công là đương nhiên.\n3 Sự nghiệp: Có quý nhân phù trợ, vinh hiên. Rất sớm đạt và bền vững.\n4 Nghề nghiệp: Gặp thất bại, không chuyển được. Nếu người khác giúp chuyển sẽ tốt, còn tự ý chuyển việc không thành. Đã xấu lại xấu thêm.\n5 Học tập & thi cử: Khó đạt. Muốn đạt phải vừa học vừa làm rất gian khổ học thêm sẽ đạt cao.\n6 Tiền tài - của cải: Toàn là những việc hao tổn, long đong. Mùa Hạ và tứ Thổ thì từ xấu thành tốt, tiền rất nhiều.\n7 Tình duyên - hôn nhân: Thuận lợi, như ý từ tình ý đi đền hôn nhân.\n8 Sinh con & cầu con: Tuy muộn nhưng sinh con rất giỏi.\n9 Bệnh tật: Vô cùng nguy hiểm, đặc biệt với người già. Cần có chế độ ăn uống thích hợp.\n10 Xuất hành: Nên bỏ ý định chơi xa, vì giữa đường sẽ gặp chuyện bất trắc. Phụ huynh đi cùng thì tốt.\n11 Mất của & chi phí: Hao tn nhiều nhất. Nếu đầu tư học hành thì hao tốn có ý nghĩa.\n12 Tranh chấp & mâu thuẫn: Thua kiện, phải chịu án phí thì hao tổn.\n13 Mồ mả: Hết thời kỳ xấu, đang bước sang vận tốt, giúp gia chủ dần hưng vượng.\n14 Nhà cửa: Tốt. Nhà và người được hòa hợp, gia chủ vừa qua cơn sóng gió đang bước vào giai đoạn tốt lành. Nếu chuyển việc thì gia trạch yên vui.",
    "imageDescription": 0
  },
  {
    "id": 42,
    "title": "Phong lôi ích",
    "type": "Quẻ\nCát",
    "description": "Công danh sự nghiệp rộng mở\n Quý nhân phù trợ trở ngại đều vượt qua.",
    "content": "1 Tình thể hiện tại: Vô cùng thuận lợi, mọi việc đều trôi chảy nhưng chớ vì thế mà chủ quan dễ phạm sai lầm. Nếu vào mùa Đông, Xuân thì không gì không lợi.\n2 Tương lai: Được như ý, nhưng chỉ ở những năm Mộc, Thủy.\n3 Sự nghiệp: Có hoài bão lớn, chí lớn sẽ thành. Vậy, luôn phải nghĩ kế lâu dài.\n4 Nghề nghiệp: Có chiều hướng tốt nếu vào mùa Đông, Xuân, còn Hạ, Thu, thì bị lừa. Việc không thành.\n5 Học tập thi cử: Kết quả tốt. Có thi có cử.\n6 Tiền tài - của cải: Có đủ. Khi có nên chuyển cái mới thì sau đó sẽ rất phát đạt.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên, nhưng phải cưới liền tay. Để lâu không thành.\n8 Sinh con & cầu con: Nếu là trai thì thông minh, con gái khó nuôi.\n9 Bệnh tật: Rất dễ mắc bệnh, nhưng mau khỏi, nhất là bệnh phổi.\n10 Xuất hành: Đạt được mục tiêu. Lợi phương Bắc, nêu đi thì tôt nhât là phương Nam, Đông. Giúp người mới tôt.\n11 Mất của & chi phí: Có thể tìm thấy. Hoặc được cơ hội khác bù đắp ngay.\n12 Tranh chấp & mâu thuẫn: Thắng kiện, nhưng do hòa giải mà được lợi.\n13 Mồ mả: Kết, phát với mộ đầu phía Bắc, phía Đông. Người tuổi Đông Tứ Trạch được phát phúc. Tuổi Tây Tứ Trạch không được lợi.\n14 Nhà cửa: Đại cát, nếu trước nhà có đồng ruộng, ao hồ lớn, đường đi hoặc có sông ngòi thì càng tốt.",
    "imageDescription": 0
  },
  {
    "id": 26,
    "title": "Sơn thiện đại súc",
    "type": "Quẻ\nCát",
    "description": "Thời vận dang đến, bắt đầu hanh thông\nKhông ngừng thăng tiến.",
    "content": "1 Hình thể hiện tại: Đã qua nhiều gian khổ. Hiện tại đang tốt dần, nhưng chưa thật sự tốt, hành sự phải thận trọng mặc dù đang có nhiều thuận lợi.\n2 Tương lai: Một thời gian nữa mới như ý, nhất là tiền và địa vị nhưng phải bắt tay ngay vào việc.\n3 Sự nghiệp: Dù muộn nhưng là người may mắn, có danh nhưng mọi người không phục, bị nhiều người coi thường.\n4 Nghề nghiệp: Phải chờ đợi ít lâu hãy chuyển sẽ có vị trí tốt hơn.\n5 Học tập & thi cử: Có thể đạt được kết quả tốt nhưng không phải do thực lực của bản thân.\n6 Tiên tài - của cải: Sắp tới sẽ có thu nhập cao, nhiều nguồn, nhất là bố mẹ hoặc nhà cửa đem lại. Chớ cậy có tiền, hợm của mà tiêu tan nguồn lộc.\n7 Tình duyên - hôn nhân: Đẹp. Duyên phận bất ngờ, hai bên cùng cần có nhau.\n8 Sinh con & cầu con: Tốt. Hiển đạt. Không có khó khăn gì.\n9 Bệnh tật: Tình trạng bệnh lúc đồ lúc nặng. Phòng đau ốm bất thường, đường ruột kém, đau đầu. Hãy ăn nghỉ điều độ.\n10 Xuất hành: Vui vẻ. Hướng Tây Bắc, Tây Nam, chính Tây và Đông Bắc tốt, ky phương Bắc và phương Nam.\n11 Mất của & chi phí: Tìm ở bên dưới vật khác. Do đố kỵ mà bị người khác hại dẫn đến hao tài tốn của.\n12 Tranh chấp & mâu thuẫn: Thắng kiện nhưng tốn thời gian. Hòa giải là hơn.\n13 Mồ mả: Tốt lành do được nơi chôn cất. Đang được phát phúc.\n14 Nhà cửa: Ngũ phúc lâm môn vạn sự thành. Tuy không phải tài giỏi nhưng may mắn thuận lợi. Mặc dù nhà cửa rất thuận lợi nhưng hãy vì mọi người mà cư xử tránh thù hận.",
    "imageDescription": 0
  },
  {
    "id": 54,
    "title": "Lôi trạch quy nguội",
    "type": "Quẻ\nHung",
    "description": "Van rủi bất ngờ, là điều khó tránh\nTu tâm dưỡng tính tránh tai họa.",
    "content": "1 Tình thể hiện tại: Mê muội cầu lợi mà bị thất bại, bị người khác giới dẫn dụ vào vòng tai nạn, phải thận trọng.\n2 Tương lai: Thoạt đầu tưởng tượng như ý, sau thất vọng. Hãy dựa vào hiện tại, nỗ lực chèo chống mà đi lên sẽ tốt.\n3 Sự nghiệp: Là sự may mắn như nắng hạn gặp mưa, như gái già đi lấy chồng.\n4 Nghề nghiệp: Bị thay đổi cơ chế hay thay đổi phương thức một cách bị động. Vận dụng ngay sự biến đổi đó thì thuận.\n5 Học tập & thi cử: Không được thuận lợi, kết quả không như mong muốn.\n6 Tiền tài - của cải: Hưởng lộc tự nhiên. Có khoản tiền tự nhiên đền, nhưng dùng vào việc không dự định trước mà hết.\n7 Tình duyên - hôn nhân: Có thể kết hôn nhưng sau đó sẽ luôn lục đục. Hãy thuận theo lẽ tự nhiên thì tốt.\n8 Sinh con & cầu con: Khó khăn. Tìm nhiều cách chữa chạy sẽ có con.\n9 Bệnh tật: Rất nguy hiểm, dù tạm thời có chuyển biến tốt, sau sẽ tái phát vì chữa chạy không dứt điểm, hoặc coi thường mà để bệnh lâu. Điều trị liên quan đến mổ xẻ thì khỏi nhanh.\n10 Xuất hành: Bất lợi. Phương Bắc, Nam xấu. Chỉ có Phương Tây Bắc, Đông Nam là đem lại sự tốt lành.\n11 Mất của & chi phí: Khó tìm, được may mắn tự nhiên bù lại chỗ mất.\n12 Tranh chấp & mâu thuẫn: Bất lợi, nên hòa giải thì hơn.\n13 Mồ mả: Do gặp thời, gặp dịp mà mồ mả được quy tụ lại một nơi, lúc đầu khó khăn sau thuận lợi. May man bất ngờ từ hôn nhân, cuộc sồng, công ăn, việc làm đều như có trời đem đến, nhưng còn khó khăn chưa phải là hết ngay được.\n14 Nhà cửa: Bình an, trạch vận đến hồi cả vùng phát phúc.Hãy dựa vào tình hình thực tế, đừng viễn vông.",
    "imageDescription": 0
  },
  {
    "id": 31,
    "title": "Trạch sơn hàng",
    "type": "Quẻ\nCát",
    "description": "Hợp tác, hưởng ứng thông suốt\nMọi việc được thành công như ý.",
    "content": "1 Tình thế hiện tại: Rất bình ổn, nhất là đối với người trẻ tuổi là thuận, nhưng với người trung niên dễ bị quan hệ nam nữ mà hỏng việc.\n2 Tương lai: Như ý. Nếu đi học thì tốt, kiếm ăn thì thiệt hại.\n3 Sự nghiệp: Hiển đạt một cách dễ dàng nhờ vào lòng tự trọng cao, phấn đấu vươn lên mà thành.\n4 Nghề nghiệp: Nên bàn bạc với người thân rồi hãy quyết định.\n5 Học tập & thi cử: Đạt kết quả tốt do có mục đích rõ ràng và thực lực về trình độ.\n6 Tiền tài - của cải: Có cơ hội, hãy chờ đợi, chi trước thu sau thì có nhiều.\n7 Tình duyên - hôn nhân: Kết thành lương duyên, chậm nhưng chắc. Gái được cưới chồng.\n8 Sinh con & cầu con: Chỉ có một, bất luận là trai hay gái.\n9 Bệnh tật: Sẽ thuyên giảm do bệnh nhẹ hoặc gặp thầy giỏi sẽ qua mau.\n10 Xuất hành: Đi chơi một chuyến vui vẻ. Lợi phương Nam phương Tây bị tai nạn hoặc do nữ giới rủ rê mà tốn kém lại còn gặp tai họa.\n11 Mất của & chi phí: Tìm thấy hoặc được cơ hội làm ăn khác bù đắp cho sự mất mát.\n12 Tranh chấp & mâu thuẫn: Nếu hòa giải, hai bên đều có lợi.\n13 Mồ mả: Có mùa tốt, mùa xấu. Khi thuận phải quan tâm đến lúc xấu mà đề phòng thì sẽ phát phúc lâu dài.\n14 Nhà cửa: Tuy nhà cửa thuận lợi nhưng gia chủ phải chi phí hơi nhiều và cũng hay bị tiệc tùng quá tốn kém, sự hoang phí không cần thiết, tiết kiệm thì hơn.",
    "imageDescription": 0
  },
  {
    "id": 18,
    "title": "Sơn phong cổ",
    "type": "Quẻ\nHung",
    "description": "Khó khăn xuất hiện, ngừng trệ và ách tắc\nĐừng để mọi việc trầm trọng thêm.",
    "content": "1 Tình thể hiện tại: Vốn bình thường, do chủ quan sơ suất mà lâm vào tình thế nguy hiểm. Thay đổi sách lược sẽ trở lại bình thường. Quá tin vào khả năng mà bị bất ngờ về tiền.\n2 Tương lai: Tưởng chừng dễ thực hiện, song thực ra có nhiều trở ngại, khó thực hiện do chủ quan.\n3 Sự nghiệp: Không có vì quá nhiều trở ngại do không có thực lực.\n4 Nghề nghiệp: Sau khi chuyển nghề tạm thời sút kém, sau sẽ tốt.\n5 Học tập & thi cử: Không đạt do trình độ quá thấp. Học lại thì hơn.\n6 Tiền tài - của cải: Không có nhiều vì tưởng nguồn thu là đương nhiên. Do chủ quan mà nguồn tiền bị đảo ngược.\n7 Tình duyên - hôn nhân: Không thành do hai bên che dấu sự thật, đến khi đi đến hôn nhân mới vỡ lở mà chia tay.\n8 Sinh con & cầu con: Có trai có gái nhưng phải chú ý dạy đạo đức ngay từ nhỏ vì nghiệp chướng của gia đình.\n9 Bệnh tật: Dây dưa lâu khỏi. Đừng chủ quan cho là bệnh nhẹ. Vì không rõ bệnh hãy vui tươi bệnh sẽ hết.\n10 Xuất hành: Có trở ngại, nên bỏ ý định. Lợi phương Đông, hướng Bắc tốt, còn lại xấu.\n11 Mất của & chi phí: Bị đè dưới vật khác, đã bị biến dạng, hay chi tiêu quá mức nên tưởng là mất.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải vì phía mình chưa đủ bằng cớ và lý lẽ.\n13 Mồ mả: Bình an, đang tốt đẹp đừng xây sửa. Nếu cứ muốn xây sửa thì sẽ từ tốt biến thành xấu, phải thận trọng.\n14 Nhà cửa: Đang yên lành, đừng vì sẽ diện theo hàng xóm vay tiền xây sửa lại sẽ xấu mà còn thêm nợ nần. Không có khả năng trả nợ. Hãy sống thật mình.",
    "imageDescription": 0
  },
  {
    "id": 51,
    "title": "Chấn vi lôi",
    "type": "Bình\nHòa",
    "description": "Vận trình chuyện hóa từ tối ra sáng\nCấn thận có thể gặp hái thành công.",
    "content": "1 Tình thế hiện tại: Tuy đang vượng nhưng chớ phù phiếm, vì việc quá nhanh và gấp, phải chớp thời cơ thì thích ứng ngay với hoàn cảnh mới.\n2 Tương lai: Đừng kỳ vọng cao thì sẽ như ý. Lòng muốn sự thành.\n3 Sự nghiệp: Học càng giỏi, danh càng cao. Có thi có cử.\n4 Nghề nghiệp: Ở đâu cũng tốt lúc đầu, sau xấu do không tu dưỡng kiện toàn. Dựa vào những thuận lợi và khó khăn để nâng cấp kiến thức.\n5 Học tập & thi cử: Đạt kết quả tốt.\n6 Tiền tài - của cải: Hữu danh vô thực. Chuyển sang học hành, có địa vị thì tiền của dồi dào. Hoặc chuyển sang làm quản lý cho người khác thì có nhiều tiền hơn làm cho mình.\n7 Tình duyên - hôn nhân: Tốt đẹp. Đám cưới linh đình.\n8 Sinh con & cầu con: Không thuận vì hay sáy thai.\n9 Bệnh tật: Chỉ nguy hiểm tạm thời. Dễ tồn khí, nên điều độ là hơn. Bệnh do tai nạn rất nguy nhưng mau khỏi, bình an.\n10 Xuất hành: Bình thường. Lợi mùa Đông, Xuân, hướng Bắc, Đông. Phía Tây bị tai nạn, Phía Nam bị mất của.\n11 Mất của & chi phí: Có thể tìm thấy ở phương Bắc, hoặc đi về phương Bắc cũng có người giúp bù lại chỗ mất.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải là hơn. Việc xảy ra là vì sĩ diện nhưng rồi hai bên cũng đi đến chỗ hòa giải.\n13 Mồ mả: Mới được quy tụ xây sửa, đang được phát phúc, tài lộ rất nhanh.\n14 Nhà cửa: Đại cát. Đang có đại lộc, nhà cửa toàn đồ đạc mới, thiên hạ có gì nhà mình có đấy. Thận trọng nhờ tư vấn thì số của cải đó có giá trị và được hưởng lâu bền, có tính kế thừa. Hời hợt thì không còn cơ hội, sẽ mua toàn đồ giả, trở thành người mà như các cụ nói \"trưởng giả học làm sang\".",
    "imageDescription": 0
  },
  {
    "id": 22,
    "title": "Sơn hỏa bí",
    "type": "Quẻ\nCát",
    "description": "Cuộc sống văn minh, hướng thụ\nBiểu tượng cho sắc đẹp bên ngoài.",
    "content": "1 Tình thế hiện tại: Đang ở giai đoạn đầy gian nan, vất cả và đau khố. Phải hành động đúng với thân phận để vượt qua.\n2 Tương lai: Chớ hy vọng gì nhiều, vì càng mơ lớn càng hao tốn lớn.\n3 Sự nghiệp: Muốn lên cao phải từng bước và phải quyết tất cả nước tồn đọng cũ.\n4 Nghề nghiệp: Giữ nguyên việc cũ là hơn vì đang bị theo đuối.\n5 Học tập & thi cử: Tưởng đạt kết quả cao không ngờ chỉ bình thường. Thực ra không đỗ mà phải chạy.\n6 Tiền tài - của cải: Tuy có nhưng chưa đến ngay. Trước thuận sau không.\n7 Tình duyên - hôn nhân: Khó kết hợp vì người quá tốt còn một người quá lợi dụng. Dễ lấy người cung Thủy hoặc người đó ở gần sông nước.\n8 Sinh con & cầu con: Thuận lợi. Trai đầu quý tử, trai nhiều gái ít.\n9 Bệnh tật: Tưởng chừng dễ mắc bệnh nan y, mặt da vàng đỏ. Bình tĩnh chữa trị bệnh sẽ khỏi.\n10 Xuất hành: Đạt mục đích, tốn kém nhiều hơn dự tính ban đầu. Lợi phương Đông; bất lợi Tây nam, Đông bắc.\n11 Mất của & chi phí: Vì không có tiền mà phải chi phí nhiều nên khó lại khó hơn, túng quẫn bí bách.\n12 Tranh chấp & mâu thuẫn: Hòa giải là tốt nhất, miễn cưỡng tranh chấp sẽ thất bại.\n13 Mồ mả: Yên lành, một ngôi mộ của người chết trẻ không tốt lắm, cần phải di chuyển. Ngôi mộ ở phương Nam bị hỏng.\n14 Nhà cửa: Hay bỏ nhà đi lang thang vì ở nhà hay bị mất của hoặc bị người ngoài đến đòi nợ. Hãy sửa sang lại nhà thì hóa giải được mọi việc.",
    "imageDescription": 0
  },
  {
    "id": 15,
    "title": "Địa sơn khiêm",
    "type": "Quẻ\nCát",
    "description": "Lúc cực thịnh thì nên khiêm tốn\nđể hạn chế sự đố ky.",
    "content": "1 Tình thế hiện tại: Hiện tại bình ổn vô sự có tay nghề, chuyên môn vững vàng.\n2 Tương lai: Chưa thể thực hiện ngay. Chớ nôn nóng sẽ đến lúc như ý.\n3 Sự nghiệp: Tốt, vững mười mươi. Từng trải, chuyên môn càng cao càng được trọng dụng và địa vị rất tốt.\n4 Nghề nghiệp: Giữ việc làm cũ là tốt nhất bởi chưa tìm được hướng mới.\n5 Học tập & thi cử: Rất nỗ lực nhưng kết quả bình thường, không như ý.\n6 Tiền tài - của cải: Chờ lâu ắt có, nôn nóng chỉ được một nửa, vì cả nể nên hay nhỡ, sĩ diện mà tiền hơi kém.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên nhưng phải chờ lâu dài vì hai bên quá cầu toàn.\n8 Sinh con & cầu con: Sinh con dễ, nhưng mẹ yều, dễ bị mổ xẻ.\n9 Bệnh tật: Không nặng nhưng dây dưa lâu khỏi. Phòng bệnh thận, tim, huyết áp. Cần chuẩn đoán đúng bệnh hãy chữa, mắc bệnh tưởng.\n10 Xuất hành: Bình an, vui vẻ. Con trai lợi hướng Nam thành công, hướng Đông, hướng Tây không tốt.\n11 Mất của & chi phí: Phòng trộm cắp ở hướng Đông, do mất của dễ sinh bệnh.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải và nhượng bộ, tranh chấp kéo dài chỉ bất lợi.\n13 Mồ mả: Bình an nhưng phải tu sửa vì năm tháng, thời gian làm mồ mả bị nứt vỡ. Sửa chữa sẽ gặp tốt lành.\n14 Nhà cửa: Tốt. Bình an vô sự nhưng gia chủ cầu toàn, do vậy lỡ nhiều cơ hội. Nên sửa chữa hay thay đổi đồ vật trong nhà thì nhà mình mới tốt đẹp theo.",
    "imageDescription": 0
  },
  {
    "id": 13,
    "title": "Thiên hỏa đông nhân",
    "type": "Quẻ\nCát",
    "description": "Đoàn kết trên dưới\nHợp tác giúp đỡ để thành công",
    "content": "1 Tình thế hiện tại: Vận đang vượng, được người khác tín nhiệm. Có danh tiếng tốt, mọi việc dễ thành. Cuộc sống thường được hòa hợp đoàn kêt.\n2 Tương lai: Nhiều khả năng được người ủng hộ, đề bạt mà thành tựu, nhất là cấp trên hay cha chú giúp đỡ.\n3 Sự nghiệp: Không nghe lung tung, quyết chí thì nên. Hãy nắm lấy thời cơ mọi người đang giúp đỡ mà vượt lên.\n4 Nghề nghiệp: Nên chuyển, vì càng chuyển càng tốt. Bởi năng lực và khả năng nhiều nơi cần đến.\n5 Học tập & thi cử: Đạt kết quả tốt bởi thực tài, thực lực.\n6 Tiền tài - của cải: Dồi dào về mùa Xuân, Hạ. Mùa Đông không có tiền.\n7 Tình duyên - hôn nhân: Kết thành lương duyên. Trước khi đi đền hôn nhân lại có sự đôi co giữa mới và cũ thì từ tình sẽ thành lương duyên.\n8 Sinh con & cầu con: Có nam có nữ. Nhiều nam ít nữ, nhưng nữ là người rất tài giỏi.\n9 Bệnh tật: Nhẹ, nên thường xuyên khám bệnh. Tránh tửu, sắc, cờ bạc. Hay bị dị ứng, mẫn cảm với thời tiết.\n10 Xuất hành: Vui vẻ, càng có nhiều người đi cùng càng tốt, nhưng chỉ mùa Xuân đi phương Đông và phương Bắc, tránh Tứ Thổ và mùa Đông.\n11 Mất của & chi phí: Không nên tiếc vì dễ sinh bệnh, nếu tiền đó phụng dưỡng cha mẹ thì đại cát.\n12 Trạnh chấp & mâu thuẫn: Luôn bị đố ky nhưng luôn ở thế thắng. Vì vậy nên hòa giải.\n13 Mồ mả: Mồ mả tốt đẹp nhưng hay bị xung quanh động hoặc chôn thêm làm cho co hẹp dẫn đến gia chủ kém lộc.\n14 Nhà cửa: Khang lệ, vừa to vừa đẹp. Nam nhân có địa vị, nữ nhân tháo vát, kẻ ăn người ở rất nhiều.",
    "imageDescription": 0
  },
  {
    "id": 14,
    "title": "Hỏa thiên đại hữu",
    "type": "Quẻ\nđại\ncát",
    "description": "Mạnh mẽ và giàu có\nVừa cương vừa nhu - Phú cường lâu bền.",
    "content": "1 Tình thế hiện tại: Vận đang cực vượng, sắp sửa suy thoái.Quá thuận lợi là lúc đề phòng thất bại, vì bị vợ hoạch, tiểu nhân tâng bốc sang quyền.\n2 Tương lai: Hoàn toàn như ý. Nhưng chớ tự mãn mà phạm sai lầm. Do luôn được người khác nịnh bợ, tâng bốc mà không làm được việc lớn.\n3 Sự nghiệp: Ngày một vinh quang, hiển đạt, nổi tiếng xa gần.\n4 Nghề nghiệp: Đổi nghề bước sang vận mới. Nơi làm việc hay nghề nghiệp hoặc vị trí mới phải là chỗ quen biết mới tốt.\n5 Học tập & thi cử: Khả năng có sẵn nên thi cử đạt kết quả tốt\n6 Tiền tài - của cải: Hanh thông. Có sẵn tiền của, hay bị chi tiêu bất ngờ.\n7 Tình duyên - hôn nhân: Có thể kết thành lương duyên như ý. Được mọi người ủng hộ, việc nhanh chóng.\n8 Sinh con & cầu con: Dễ sinh con nhưng nuôi con vất vả.\n9 Bệnh tật: Hiện tại đang là lúc bệnh nặng nhất. Nếu vào mùa Thu thì bệnh qua khỏi. Hay mắc các bệnh nội tạng, khí huyết, tim mạch.\n10 Xuất hành: Như ý, song tốn kém. Tứ Thổ và mùa Thu rất tốt. Phương Bắc bất lợi, tốn tiền.\n11 Mất của & chi phí: Chi nhiều thu nhiều.\n12 Tranh chấp & mâu thuẫn: Tưởng chừng như thắng kiện, nhưng tốn phí nhiều. Vẫn là bất lợi.\n13 Mồ mả: Tốt. Vinh hoa phú quý. Được mộ tổ vào đất lành mà phát phúc cho con cháu không phân biệt nam nữ.\n14 Nhà cửa: Được cả tài lẫn phúc. Cha mẹ thuận hòa, con cái ngoan tài giỏi, đồ vật đẹp đẽ, bạn hữu xa gần giúp sức.",
    "imageDescription": 0
  },
  {
    "id": 9,
    "title": "Phong thiên tiểu súc",
    "type": "Bình\nHòa",
    "description": "Kiên trì đến cùng sẽ như mong đợi\nPhát triển từ từ bằng sự khiêm tốn, dịu dàng.",
    "content": "1 Tình thể hiện tại: Bề ngoài tưởng thuận lợi, thực ra có nhiều trắc trở. Nếu suy tính chu đáo mới giải quyết được. Vì tiểu nhân hay kẻ nữ giới làm hỏng việc.\n2 Tương lai: Chưa thực hiện được vì có người ngăn trở.\n3 Sự nghiệp: Ban đầu không thuận, vận đến sẽ nổi tiếng.Nều được nữ nhân giúp, hoặc có được tình yêu cũng tốt.\n4 Nghề nghiệp: Nên suy tính lại. Do vợ hoặc bề dưới giúp thì hãy chuyển.\n5 Học tập & thi cử: Chưa thể đạt được như ý do chủ quan.\n6 Tiền tài - của cải: Chưa giải quyết được, do việc bất thường mà chi hết tiền.\n7 Tình duyên - hôn nhân: Bị ngăn trở, chưa kết hợp được vì nam nhiêu tuôi hơn nữ rât nhiêu.\n8 Sinh con & cầu con: Muộn, nhưng sinh con quý tử, gái tác cung phi.\n9 Bệnh tật: Không nghiêm trọng nhưng dây dưa khó dứt. Mùa hè phải giữ gìn gan, phổi.\n10 Xuất hành: Dự định bị đảo lộn. Thời gian đi càng nhanh càng tốt. Phương Đông rất lợi.\n11 Mất của & chi phí: Chưa tìm được. Người xấu ở gần hoặc người trong nhà.\n12 Tranh chấp & mâu thuẫn: Bị kéo dài, dây dưa nhưng cuối cùng sẽ xong.\n13 Mô mả: Mộ các bà tốt, mộ các cụ ông chưa ổn định.\n14 Nhà cửa: Con cái thành đạt, giúp đỡ cha mẹ. Nếu đồ vật trong nh thay mới thì sẽ xoay chuyển được từ khó thành thuận lợi.",
    "imageDescription": 0
  },
  {
    "id": 28,
    "title": "Trạch phong đại quá",
    "type": "Quẻ\nCát",
    "description": "Có tinh thần quyết tâm\nviệc sẽ đạt được thành công như ý.",
    "content": "1 Tình thế hiện tại: Đang ở thời điểm đầy khó khăn trở ngại, hậu quả của việc chủ quan, cậy mình có tài. Mang họa vào thân do sự đố kỵ.\n2 Tương lai: Tương lai quá lớn, không thể như ý, do đa tài không biết ngả về bên nào, chưa có phương pháp thực hiện.\n3 Sự nghiệp: Có nhiều dự định, nếu được đảm nhận công việc thì danh lợi như ý.\n4 Nghề nghiệp: Tốt đẹp. Là người đa tài nhiều nơi cần nhưng kiện toàn lại bản thân để phù hợp thì mới thuận.\n5 Học tập & thi cử: Kết quả khác hẳn dự kiến. May mắn bất ngờ, ngoài thực lực.\n6 Tiền tài - của cải: Không có nhiều. Chi phí nhiều cho việc tình duyên và tình cảm.\n7 Tình duyên & hôn nhân: Khó thành. Tình yêu bị nữ nhân phong tỏa. Đối tượng nhiều không biết ngả về bên nào.\n8 Sinh con & cầu con: Khó có con, và rất muộn mới có con.\n9 Bệnh tật: Nặng dần do nội tạng kém, bệnh tưởng trầm trọng. Hãy vui tươi cũng nhẹ bệnh mà khỏi.\n10 Xuất hành: Bất lợi về phương Tây, lợi phương Bắc, Đông. Mùa Xuân, Đông lợi.\n11 Mất của & chi phí: Khó tìm, có thấy cũng chẳng còn nguyên vẹn. Bị lừa hay cho bạn gái vay mà không đòi được.\n12 Tranh chấp & mâu thuẫn: Dây dưa kéo dài, vì liên tục bị tiểu nhân gây nhiều mâu thuẫn.\n13 Mồ mả: Hay bị động do nơi chôn cất gần đường đi hoặc gần nơi dân cư sống. Làm cho người sống hay bị mắc lừa, sa đà, đam mê bài bạc và rượu chè cũng như quan hệ nam nữ.\n14 Nhà cửa: Bắt đầu hưng thịnh, dồi dào tiền bạc do đó hay bị phỉnh nịnh mà theo đuổi tình ái để gặp khó khăn.",
    "imageDescription": 0
  },
  {
    "id": 5,
    "title": "Thủy thiên nhu",
    "type": "Quẻ\nCát",
    "description": "Tránh được nguy hiểm, cực đoan\nTiến về phía trước cần kiên nhẫn chở đợi.",
    "content": "1 Tình thế hiện tại: Mọi việc tiến triển thuận lợi, dễ được như ý do tuân theo và biết nghe lời bề trên.\n2 Tương lai: Đừng nóng vội sẽ thành công vì có người giúp nhưng phải chi tiêu chút ít.\n3 Sự nghiệp: Phải chịu khó nhọc mới có danh.\n4 Nghề nghiệp: Chưa nên, hãy giữ việc hiện tại có lợi.\n5 Học tập & thi cử: Kết quả tốt vì chỉ tiêu đặt ra không cao.\n6 Tiền tài - của cải: Sẽ tới, cứ an tâm chờ đợi, lấy chữ tín làm đầu.\n7 Tình duyên - hôn nhân: Tuy có nhân duyên nhưng chưa chín muồi. Đợi một thời gian nữa, không nên kén chọn.\n8 Sinh con & cầu con: Muộn, sau bốn năm.\n9 Bệnh tật: Thời gian dài sẽ thuyên giảm. Phòng bệnh gan, tiền đình vì tim hồi hộp.\n10 Xuất hành: Tạm thời chưa yên. Đi chơi đãi bạn tốt. Lợi hướng Thu.\n11 Mất của & chi phí: Không dễ tìm thấy, nên rút kinh nghiệm.\n12 Tranh chấp & mâu thuẫn: Nhất định sẽ thắng kiện vì thuận lẽ trời là mềm mỏng và chờ đợi.\n13 Mồ mả: Không yên vì đặt không đúng hướng. Có nhiều biển động xung quanh khu mộ. Do vậy, có lúc tốt lúc xấu.\n14 Nhà cửa: Vì gia chủ nóng tính mà chịu khẩu thiệt. Trót nói, trót hứa mà phải chi nhiều, do vậy mà bị thiệt, sinh xuất. Nếu có một chút của cải mà dùng đầu tư hoặc đi học thêm thì gia chủ rất thịnh vượng.",
    "imageDescription": 0
  },
  {
    "id": 33,
    "title": "Thiên sơn độn",
    "type": "Quẻ\nHung",
    "description": "Bảo trước cơ nghiệp suy tàn\nCẩn trọng, nhằn nại chờ đợi, chớ vội vàng.",
    "content": "1 Tình thế hiện tại: Tình thế tốt đẹp cứ ngày một giảm dần, nên tránh khởi đầu công việc mới, cứ duy trì công việc cũ.\n2 Tương lai: Có trở ngại, khó thực hiện, công việc ngày một nhiều, tránh là tốt.\n3 Sự nghiệp: Có chí, nhưng phải cầu cạnh, nhờ vả, hạ thấp mình thì tốt. Được danh và địa vị khả quan.\n4 Nghề nghiệp: Không nên, đi xầu, ở xâu. Hãy học thêm là thượng sách, tôt đẹp về sau.\n5 Học tập & thi cử: Khó đạt. Vừa làm vừa học rất tốt hoặc đi làm rồi thi lại sẽ đỗ đạt và có học vị rất cao.\n6 Tiền tài - của cải: Không có, chỉ hao tốn.\n7 Tình duyên - hôn nhân: Tránh vỏ dưa gặp vỏ dừa, gặp người bội tình cũ, hãy tránh là hơn.\n8 Sinh con & cầu con: Chưa thuận. Khổ về việc sinh con.\n9 Bệnh tật: Nguy hiểm nhất là với cha già. Bệnh phổi thì rất nặng, các bệnh khác dễ chữa.\n10 Xuất hành: Bất lợi. Phương Nam tốt. Tránh các hướng Tây, Bắc.\n11 Mất của & chi phí: Khó tìm, do người thân vay mà chưa thu về được.\n12 Tranh chấp & mâu thuẫn: Thua kiện, hao tổn. Càng theo càng hỏng.\n13 Mồ mả: Chỉ đem lại tốt đẹp cho con cháu tuổi thuộc cung Thổ, Đoài, Càn. Các tuổi khác đều xấu. Bị mắc nợ, phải bỏ nhà chốn nợ. Hãy sửa chữa và tạ mộ thì sẽ bình an.\n14 Nhà cửa: Con cái gặp họa do bị bố mẹ áp đặt vì không biết thực tài của con. Hoặc nơi ở được vẻ ngoài mà vay mượn nợ phải bỏ trồn, cần ở nhà để đương đầu với mọi khó khăn thì việc gì cũng tốt, nhà cửa từ hung thành cát.",
    "imageDescription": 0
  },
  {
    "id": 35,
    "title": "Hỏa địa tấn",
    "type": "Quê\nCát",
    "description": "Nguy hiểm đã hết, cuộc đời mở ra\nBao điều tốt đẹp đang ở phía trước.",
    "content": "1 Tình thể hiện tại: Cực thịnh, được bề trên hỗ trợ, mọi việc như ý, thành danh thắng tiền, nhưng đừng chủ quan tự mãn mà phạm sai lầm. Khó lường những hậu quả xấu làm mất đi vận hội.\n2 Tương lai: Đạt được. Nhờ người có địa vị cao thì sớm như ý.\n3 Sự nghiệp: Thuận lợi, đại phát về quan lộc, địa vị và học vị đều đạt.\n4 Nghề nghiệp: Giữ việc đang làm sẽ phát triển mạnh mẽ.\n5 Học tập & thi cử: Đạt kết quả tốt. Thành công đúng sở nguyện.\n6 Tiền tài - của cải: Đầy đủ, nhưng có nhiều tiêu nhiều, có ít tiêu ít, không để dành được.\n7 Tinh duyên - hôn nhân: Có thê thành lương duyên tôt đẹp. Trai tài gái đảm, môn đăng hộ đồi.\n8 Sinh con & cầu con: Khó có con và có con muộn.\n9 Bệnh tật: Bệnh mãn tính. Phòng cảm và phòng tai nạn về phương Tây.\n10 Xuất hành: Có chuyến đi thú vị. Lợi phương Nam, bất lợi phương Tây.\n11 Mất của & chi phí: Tìm được hoặc có khoản thu nhập khác hay vận may bất ngờ bù đắp.\n12 Tranh chấp & mâu thuẫn: Thoạt đầu lợi thế thuộc về ta, sau đó càng dây dưa ta càng bất lợi.\n13 Mồ mả: Được nơi tốt lành giúp con cháu phát phúc rất lớn.\n14 Nhà cửa: Đẹp đẽ, có cuộc sống phong lưu, sung túc. Danh vọng tiền tài có rất lớn. Phải có kế hoạch để dành hoặc nuôi dạy con cái.",
    "imageDescription": 0
  },
  {
    "id": 34,
    "title": "Lôi thiên đại tráng",
    "type": "Quê\nCát",
    "description": "Báo hiệu vận số\nThịnh vượng và phát triển lớn.",
    "content": "1 Tình thể hiện tại: Hiện đang rất vượng, nếu ỷ vào đó mà phát triển quy mô thì sẽ thất bại. Hãy dựa vào thực lực mà phát triển.\n2 Tương lai: Chủ yêu là đạt sở nguyện, nhưng nếu chủ quan sẽ gặp nhiều điều nhỏ trái ý.\n3 Sự nghiệp: Ban đầu thuận, sau gặp khó khăn. Thấy khó phải nâng cấp về kiến thức cho phù hợp với vị trí thì đảm đương được trọng trách.\n4 Nghề nghiệp: Không nên, do có tài mà nhiều người đố kỵ.\n5 Học tập & thi cử: Của nhiều hơn tiền.\n6 Tiền tài - của cải: Hữu danh vô thực.\n7 Tình duyên - hôn nhân: Tưởng chừng kết hợp được, cuối cùng tan vỡ. Nếu lấy nhau vào mùa Đông hoặc tháng Thân sẽ tốt.\n8 Sinh con & cầu con: Thuận lợi, có đủ trai gái. Con cái khoa bảng.\n9 Bệnh tật: Nặng dần lên, đặc biệt với người già. Phòng bệnh thần kinh.\n10 Xuất hành: Không nên, lợi phương Tây, tránh Bắc, Nam, Đông Nam.\n11 Mất của & chi phí: Chưa tìm thấy. Chi phí nhiều do đầu tư không hiệu quả.\n12 Tranh chấp & mâu thuẫn: Thắng kiện nhưng tốn kém.\n13 Mồ mả: Bình an, đang tạo phúc cho con cháu.\n14 Nhà cửa: Được nơi tốt lành, cuộc sống ngày một thịnh vượng, nhà cao cửa rộng, cuộc sống phong lưu, sự nghiệp vẻ vang.",
    "imageDescription": 0
  },
  {
    "id": 24,
    "title": "Địa lôi phục",
    "type": "Bình\nHòa",
    "description": "Vận hội đang suy, vận may đến gần\nThận trọng, nô lực sẽ có cơ hội tốt.",
    "content": "1 Tình thế hiện tại: Bắt đầu tốt dần, nhưng hiện thời có cảm giác ngược lại. Vậy hãy kiên nhẫn thì khỏi làm tình thế xấu đi.\n2 Tương lai: Có nhiều khả năng thành hiện thực, xong phải tốn thời gian, không thể nôn nóng.\n3 Sự nghiệp: Trắc trở, an phận thủ thường thì không tốt, phải cố gắng mọi bề và kiên trì mãi phục. Chờ đợi thì việc sẽ nên danh.\n4 Nghề nghiệp: Chuyển hay không cũng như vậy. Ở nơi cũ mà kiên trì thì cũng thành công.\n5 Học tập & thi cử: Vì tên quẻ là Phục, do đó phải học đi học lại làm nhiều lần thì việc thi cử mới có thể đạt kết quả tốt thành công.\n6 Tiền tài - của cải: Tuy có nhưng chưa có ngay. Không được tham tiền bất nghĩa dễ gặp tai họa.\n7 Tình duyên - hôn nhân: Có thể thành, nên lấy người gần nhà là tốt.\n8 Sinh con & cầu con: Có trai, có gái. Tốt.\n9 Bệnh tật: Dây dưa, bệnh nhẹ bất cẩn có thể tái phát. Do bếp bần hoặc không đúng hướng. Phòng bệnh tim, thận.\n10 Xuất hành: Được nhưng giữa chừng có thể quay về vì có chuyện gấp cần phải giải quyết.\n11 Mất của & chi phí: Do giúp người hoặc bị lừa mà hao tổn rất lớn nhưng sẽ được phục hồi lại, được bù đắp phần chi phí thiều hụt.\n12 Tranh chấp & mâu thuẫn: Kéo dài, cuối cùng có nhiều khả năng giành phần thắng.\n13 Mồ mả: Dễ bị động cần phải chú ý. Vừa qua biến động từ nay sẽ tốt dần lên.\n14 Nhà cửa: Tốt. Qua một quá trình xây sửa, từ nay bắt đầu tốt đẹp.",
    "imageDescription": 0
  },
  {
    "id": 61,
    "title": "Phong trạch trung phu",
    "type": "Quê\nCát\nHanh",
    "description": "Trung thực, thật thà\nCông dánh thăng tiến, tài lộc rộng mở.",
    "content": "1 Tình thế hiện tại: Đang yên ổn, nhưng hành sự thiếu thận trọng sẽ xấu đi. Đặc biệt trong quan hệ nam nữ. Gái lấn trai. Bị kẻ dưới làm hại.\n2 Tương lai: Phải gắng sức mới có thể như ý vì được sự tiến cử của bề trên.\n3 Sự nghiệp: Bất thình lình có do được nhu cầu của công việc hay thể chế biến đổi mà được trọng dụng.\n4 Nghề nghiệp: Bất lợi vì ván đã đóng thuyền. Hãy yêu việc cũ thì có người giúp.\n5 Học tập & thi cử: Khả năng học không cao nhưng vào đúng thời điểm mà nhu cầu rất cần. Do vậy, thi và cử đều đại lợi.\n6 Tiền tài - của cải: Có khoản tiền nhỏ, do địa vị mà có.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên vì hai bên đến với nhau chân thành.\n8 Sinh con & cầu con: Mong muốn là có, nhưng hơi muộn.\n9 Bệnh tật: Chóng thuyên giảm. Phòng bệnh nhức đầu, đau mắt, đau lưng.\n10 Xuất hành: Thuận lợi, trở về bình an. Lợi phương Tây. Phương Bắc, Nam xấu.\n11 Mất của & chi phí: Tìm được, do giúp người mà được bù đặp xứng đáng.\n12 Tranh chấp & mâu thuẫn: Biến thù thành bạn, hòa giải là hơn.\n13 Mồ mả: Được nơi đất lành, phát phúc, con cháu xa gần đều tốt. Đại lợi về các mặt nhân duyên, nghề nghiệp, sự nghiệp, tiền của ngày một dồi dào.\n14 Nhà cửa: Bình an, ngày một tốt đẹp. Mặc dù không giàu có nhưng thiên hạ có gì mình có đó (Dễ mua đồ trả góp, chơi hụi).",
    "imageDescription": 0
  },
  {
    "id": 8,
    "title": "Thủy địa tỷ",
    "type": "Quẻ\nCát",
    "description": "Thể hiện sự gần gũi, giúp đỡ lẫn nhau\nThành công mỹ măn mọi mặt.",
    "content": "1 Tình thế hiện tại: Đang thuận lợi nhờ có bề trên giúp đỡ.\n2 Tương lai: Thành tựu như ý nhờ sự dẫn dắt của cha mẹ, bề trên.\n3 Sự nghiệp: Cần rèn luyện tài đức sẽ có địa vị cao sang. Nếu biết nghe lời bề trên thì danh lợi nhanh như ý.\n4 Nghề nghiệp: Nếu đổi nghề sẽ tốt hơn vì ở nghê cũ lâu sẽ bị đố kỵ.\n5 Học tập & thi cử: Kết quả tốt đẹp.\n6 Tiền tài - của cải: Hanh thông, nên bàn bạc với vợ, nhưng chớ tham lam.\n7 Tình duyên - hôn nhân: Có thể thành lương duyên, nhưng gặp sự đàm tiếu.\n8 Sinh con & cầu con: Có trai, có gái. Thành đạt như ý, trai rất giỏi.\n9 Bệnh tật: Thuyên giảm, phòng bệnh vào mùa Hạ, phòng bệnh tâm, can, đau nhức chân tay do can đờm, phòng nhiệt độc hoặc tai nạn chảy nhiều máu.\n10 Xuất hành: Đi du ngoại thì tốt. Lợi hướng Đông Bắc, Tây Nam. Chính Tây tốn tiền.\n11 Mất của & chi phí: Tìm thấy dễ dàng.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải thì hơn vì sự kiện tụng do tiểu nhân gây sự.\n13 Mồ mả: Tốt lành, ngôi ở gò cao, ruộng trũng đầm hồ vây quanh rất tốt.\n14 Nhà cửa: Cả nhà phụ thuộc vào cha, mẹ nắm quyền nhưng hòa thuận trên dưới một lòng.",
    "imageDescription": 0
  },
  {
    "id": 62,
    "title": "Lôi sơn tiểu quá",
    "type": "Bình\nHòa",
    "description": "Lợi việc nhỏ, khó thành việc lớn\nBình tĩnh, nhẫn nại, nỗ lực hoàn thiện.",
    "content": "1 Tình thể hiện tại: Thất bại vì quá tự phụ. Phải lắng nghe ý kiển bề trên. Tiền và tài đều không có, chẳng qua là chỉ có một chút bằng cấp hay vị trí công việc mà ra vẻ ta đây.\n2 Tương lai: Khó bề như ý vì không biết mình.\n3 Sự nghiệp: Được nhỏ thì tốt, lớn thì mang họa vào thân do không có thực lực.\n4 Nghề nghiệp: Bất lợi, do bị tâng bốc, hãy bình tĩnh.\n5 Học tập & thi cử: Kết quả trái dự kiến.\n6 Tiền tài - của cải: Không có. Hữu danh vô thực.\n7 Tình duyên - hôn nhân: Không thành do đôi bên quá yêu bản thân. Thực ra là quá sĩ diện dẫn đến chia tay.\n8 Sinh con & cầu con: Rất khó sinh và muộn mới có con.\n9 Bệnh tật: Bệnh nặng, phòng bệnh tâm phế. Cần cẩn thận vì dễ chuẩn đoán sai hay uống nhầm thuốc hoặc khi mổ xẻ.\n10 Xuất hành: Bất lợi. Phương Tây Nam, Đông Bắc tốt. Phương Tây xầu. Phương Đông bị tai nạn tốn tiền.\n11 Mất của & chi phí: Khó tìm. Thực ra là mất ít nói thành nhiều.\n12 Tranh chấp & mâu thuẫn: Bất lợi, càng kiện càng thua. Nghèo túng do chanh chấp và kiện tụng.\n13 Mồ mả: Mồ mả bị thất lạc, nhầm lẫn, do đó con cháu mắc bệnh hoang tưởng. Cuộc sống bần túng nghèo khổ, không có hướng giải thoát bởi không được sự che trở, mách bảo của tổ tiên.\n14 Nhà cửa: Vì gặp may có được căn nhà đẹp. Công việc tốt thì hãy học hành thêm, tu dưỡng đạo đức hơn thì vị trí sẽ được xứng tầm. Nếu không vì sĩ diện, sồng không thật chính mình thì dễ bị lừa và khốn khó.",
    "imageDescription": 0
  },
  {
    "id": 32,
    "title": "Lôi phong hàng",
    "type": "Quẻ\nCát",
    "description": "Trung thành, chính nghĩa\nTài lộc bền vững, vị trí nâng cao.",
    "content": "1 Tình thế hiện tại: Hết sức yên ổn, càng ngày càng tốt đẹp.Nếu có định hướng về tiền bạc là thuận lợi nhất.\n2 Tương lai: Như ý nếu không có nhiều kỳ vọng. Tốt nhất là có mơ ước giản đơn.\n3 Sự nghiệp: Có quý nhân phù trợ. Cô, Dì, Bác gái hoặc nữ nhân giúp sẽ thành.\n4 Nghề nghiệp: Hoàn toàn không nên vì thấy lợi trước mắt, sau không lường hết được những khó khăn.\n5 Học tập & thi cử: Dựa vào nghị lực cho kết quả tương đương thực lực.\n6 Tiền tài - của cải: Có tài lộc nhỏ, lộc lớn khó thành. Nếu có nhiều tiền cũng khó giữ được.\n7 Tình duyên - hôn nhân: Từ cảm mến kết thành lương duyên, tiền triển thuận lợi.\n8 Sinh con & cầu con: Dễ có con. Gái nhiều, trai ít, con rất thông minh.\n9 Bệnh tật: Thuyên giảm dần. Chớ đam mê rượu chè nếu không khó chữa (bị bệnh phối).\n10 Xuất hành: Có chuyển đi chơi thú vị, thời gian dưới 7 ngày thì tốt, trên 7 ngày thì xấu. Bắc, Đông, Nam tốt.\n11 Mất của & chi phí: Chưa tìm thấy nhưng có khoản thu khác bù lại.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải là hơn vì do hiềm khích xúi bẩy mà kiện tụng.\n13 Mồ mả: Các cụ bà tốt, làm lợi cho nữ nhân. Người Mệnh Thủy gặp họa. Người Mệnh Hỏa lợi.\n14 Nhà cửa: Đẹp đẽ, nếu đổi miền từ Bắc vào Nam thì phát. Có con, có địa vị, sống không ốm đau, trường thọ.",
    "imageDescription": 0
  },
  {
    "id": 6,
    "title": "Thiên thủy tụng",
    "type": "Quẻ\nHung",
    "description": "Khó khăn, trở ngại, không như ý\nBiết buông bỏ, giữ gìn, thời cơ sẽ đến.",
    "content": "1 Tình thế hiện tại: Suy yếu, mọi việc dễ phạm sơ hở, sai sót khó bề giải quyết, chớ tranh hơn thua, chớ nói xấu người khác. Phải cần trọng trong hành động và lời lẽ.\n2 Tương lai: Vô ích nên thay đổi.\n3 Sự nghiệp: Có chí thì nên.\n4 Nghề nghiệp: Giữ công việc đang làm là thượng sách nhưng có nhiều khả năng do nhu cầu của cấp trên mà được chuyển theo cùng.\n5 Học tập & thi cử: Dễ lạc đề.\n6 Tiền tài - của cải: Không có nhưng làm thiện nhiều tài sẽ đền. Đừng thanh minh vì rất nhiều sự đố kỵ.\n7 Tình duyên - hôn nhân: Khó có duyên phận, dù có cũng phải là nhân duyên hài hòa, muộn thì tốt.\n8 Sinh con & cầu con: Con thông minh.\n9 Bệnh tật: Dễ bị ngộ độc thức ăn, bị bệnh dễ bị thầy thuốc chấn đoán sai. Chú ý bếp bẩn, sai hướng.\n10 Xuất hành: Không nên. Phương Bắc, Tây rất tốt. Mùa Thu, Đông được việc.\n11 Mất của & chi phí: Không tìm được. Do cãi nhau mà mất.\n12 Tranh chấp & mâu thuẫn: Tuy ta có lý nhưng thua kiện, hòa giải là hơn.\n13 Mồ mả: Mả nhị đại được chân long.\n14 Nhà cửa: Tốt. Cuộc sồng ngày một đi lên, do vậy nên sửa chữa nhiều nếu không sẽ xảy ra tranh chấp.",
    "imageDescription": 0
  },
  {
    "id": 60,
    "title": "Thủy trạch tiết",
    "type": "Quẻ\nCát",
    "description": "Thận trọng và khôn ngoan\nThành công mỹ mãn.",
    "content": "1 Tình thế hiện tại: Nhiều việc thuận lợi; từ đó sinh ra chủ quan nóng vội, hành động quá năng lực của bản thân. Cần chừng mực nếu dùng tiền để học thì tốt đẹp.\n2 Tương lai: Quá nôn nóng và kỳ vọng thì khó bề như ý.\n3 Sự nghiệp: Sẽ đạt, từ nhỏ thành lớn nhưng phải chi phí ít mới được việc.\n4 Nghề nghiệp: Không nên chuyển đổi, vì theo đuổi, thả mồi bắt bóng chứ không phải lẽ. Hãy nhìn thắng vào khả năng hiện tại, mà làm việc.\n5 Học tập & thi cử: Sức học bình thường nhưng thi đạt cao.\n6 Tiền tài - của cải: Có đủ, một thời gian sau sẽ có nhiều tiền của mặc dù chi nhiều hơn thu.\n7 Tình duyên - hôn nhân: Phải một thời gian sau mới thành lương duyên vì một bên thật lòng, bên lại kiêu căng.\n8 Sinh con & cầu con: Có cả trai, gái.\n9 Bệnh tật: Kéo dài không thuyên giảm hoặc khỏi rồi mà mắc chứng thần kinh, tưởng mình mắc nhiều bệnh mà chữa lung tung khó khỏi.\n10 Xuất hành: Thuận lợi. Lợi phương Tây, phương Bắc gặp họa, tốn kém, tai nạn.\n11 Mất của & chi phí: Tìm thấy, công việc thuận lợi mà được nhiều nguồn thu bù đắp.\n12 Tranh chấp & mâu thuẫn: Càng theo càng thua thiệt. Nên hòa giải.\n13 Mồ mả: Mộ đang tốt, xây sửa lại bị động làm con cháu tồn kém lại mang họa, vừa bị lừa lại kém lộc, giảm cơ hội tốt. Hãy hạ mộ thì một thời gian sau sẽ tốt.\n14 Nhà cửa: Bình thường nhưng gia chủ mắc bệnh sĩ diện chạy đua với thiên hạ, xây sửa tốn kém lại không đẹp sinh ra lục đục, nhiều mâu thuẫn, một thời gian sau mới yên.",
    "imageDescription": 0
  },
  {
    "id": 64,
    "title": "Hỏa thủy vị tế",
    "type": "Quẻ\nHung",
    "description": "Vận hạn đang qua, vận may cải thiện\nChân thành, bình tâm, hành xử thận trọng.",
    "content": "1 Tình thế hiện tại: Hiện tại đang khó khăn, nhưng dần chuyển biến tốt, cứ bình tĩnh hành sự, tự tin vào bản thân việc gì cũng đạt.\n2 Tương lai: Sau một thời gian sẽ được như ý. Dồi dào sức lực, tài lộc có cả.\n3 Sự nghiệp: Trời giúp, đại cát. Cầu gì được đấy nhưng phải có đức tin.\n4 Nghề nghiệp: Chưa phải thời cơ. Cầu được, ước thấy.\n5 Học tập & thi cử: Kêt quả tạm được nhờ có đức tin.\n6 Tiền tài - của cải: Chưa có ngay nhưng sau rất nhiều, được cả nhà cửa.\n7 Tình duyên - hôn nhân: Tốt thời gian mới có lương duyên, được người như ý nguyện.\n8 Sinh con & cầu con: Có đủ trai gái. Chu viên tú lệ.\n9 Bệnh tật: Ngày một giảm nhưng lâu. Phòng cảm phong, khớp kéo dài. Không nguy hiềm.\n10 Xuất hành: Nên tạm hoãn. Lợi phương Tây, tránh phương Tây Nam, phương Đông Bắc giữa đường mất của.\n11 Mất của & chi phí: Có thể tìm thấy hoặc do làm ở phương Đông mà có lợi bù được mọi mất mát chi phí.\n12 Tranh chấp & mâu thuẫn: Dây dưa, nên hòa giải.\n13 Mồ mả: Được chôn nơi đất thiêng vì thế con cháu cầu gì được đó. Mộ này phát phúc cho con cháu bình an, toại nguyện mọi mong muốn.\n14 Nhà cửa: Đẹp đẽ, khang lệ. Mọi người được sống yên lành cầu gì được đó, nhất là cầu tiền, cầu con rất thuận, cầu quan thì không lớn.",
    "imageDescription": 0
  },
  {
    "id": 19,
    "title": "Địa trạch lâm",
    "type": "Bình\nHòa",
    "description": "Vận may sẽ đến, mọi việc sẽ thuận\nLười nhác, đăm chim khoái lạc cơ hội sẽ mất.",
    "content": "1 Tình thế tại: Đang vận tốt, chớ nên chủ quan. Vận như con gái có thì.\n2 Tương Lai: Sắp tới lúc thực hiện, hãy nỗ lực đến cùng vì có cơ hội đang mở ra, hãy chớp lấy.\n3 Sự nghiệp: Là người có chí, dù thất bại vẫn làm. Bởi vậy, sự nghiệp sẽ thành công, vì càng lâu địa vị cao.\n4 Nghề nghiệp: Hiện chưa phải lúc, phải chờ thêm ít lâu. Hãy say mê công việc.\n5 Học tập & thi cử: Thi nỗ lực lớn thì mới có kết quả tốt.\n6 Tiền tài - của cải: Gần được như ý muốn, vì điều kiện này hiếm khi lặp kéo dài.\n7 Tình duyên hôn nhân: Sẽ thành lương duyên, từ không muốn yêu rồi trở thành yêu say đắm và đến hôn nhân.\n8 Sinh con & cầu con: Dễ đạt. Con cái ngoan ngoãn.\n9 Bệnh tật: Kéo dài nhưng sẽ đỡ dần. Phòng tai nạn chân tay, dễ bị mổ xẻ.\n10 Xuất hành: Vui vẻ, tới đích. Đi vì tình thì tốt, vì tiền cũng có lợi. Tránh mùa Hạ, Đông.\n11 Mất của chi phí: Do ưa nịnh mà dễ mắc lời ngon ngọt dẫn đến bị lừa cả tình cả tiền.\n12 Tranh chấp & mâu thuẫn: Được kiện nhưng chẳng có lợi gi.\n13 Mồ mả: Tốt, bền vững, đang được phát phúc.\n14 Nhà cửa: Đang đi đến tốt đẹp mọi bề, cả nhà vui vẻ.",
    "imageSmall": "",
    "imageDescription": ""
  },
  {
    "id": 21,
    "title": "Hỏa lôi phệ hợp",
    "type": "Bình\nHòa",
    "description": "Gặp nhiều khó khăn, thất bại giữa đường\nKiên trì, phá bỏ chường ngại sẽ có hy vọng.",
    "content": "1 Tình thể hiện tại: Hiện đang gặp rất nhiều trở ngại, rắc rối. Cần có ý chí kiên cường và nỗ lực cao để khắc phục. Hãy giúp mọi người một cách vô tư thì biến hung thành cát.\n2 Tương lai: Phải vượt qua trở ngại thì mới có thể thực hiện được vì việc gì cũng tốn kém. Để giúp người tốn hơn mà vẫn làm thì sau đại lợi.\n3 Sự nghiệp: Trunh bình. Giúp người vô tư thì danh lợi tốt.\n4 Nghề nghiệp: Không hài lòng có công việc đang làm, nên chuyển đổi. Nhưng sau khi chuyển đổi, khó khăn vẫn như cũ.\n5 Học tập & thi cử: Chắp vá, vừa học vừa làm khó đạt kết quả tốt.\n6 Tiền tài - của cải: Ban đầu hao tổn, sau đắc tài, còn dư thừa để dành được.\n7 Tình duyên - hôn nhân: Khó lựa chọn vì rất nhiều đối tượng. Dễ có tình duyên sâu đậm mới đi tới hôn nhân.\n8 Sinh con & cầu con: Dễ có con và con là bậc kỳ tài.\n9 Bệnh tật: Ôm nặng, có thể phải giải phẫu. Phòng bệnh đại tràng, phổi và bàng quang.\n10 Xuất hành: Nên bỏ ý định đi xa thì tốt hơn. Lợi phương Bắc, Đông. Tránh Nam, phương Tây gặp tai nạn.\n11 Mất của & chi phí: Giúp người tổn hao lớn chớ tiếc mà sinh bệnh.\n12 Tranh chấp & mâu thuẫn: Phải hành động quả quyết mới hy vọng thằng kiện, vì chi quá mức.\n13 Mồ mà: Mồ mả một nửa xấu, một nừa tốt, do vậy gia chu có tốt có xấu. Nếu lấy gian khổ là học hành là phương chàm hành động thì phát cả đinh (con trai) lẫn tiền.\n14 Nhà cừa: Vị là người tốt, giúp nhiều người nên có rất nhiều người giúp. Cuộc sống vui vẻ chịu thiệt thì may mắn thuận lợi vô cùng.",
    "imageDescription": 0
  },
  {
    "id": 37,
    "title": "Phong hỏa gia nhân",
    "type": "Quẻ\nCát",
    "description": "Gia đình hòa thuận\nĐường con cái được như ý.",
    "content": "1 Tình thế hiện tại: Bình an vô sự, giai đoạn êm ấm. Sự đông vui đầm ấm ngày một tốt đẹp.\n2 Tương lai: Thành đạt, muốn làm lập tức sự thành. Việc gì cũng nhanh chóng.\n3 Sự nghiệp: Rất thành đạt nhưng chỉ về tiền, còn cầu địa vị thì khó.\n4 Nghề nghiệp: Không thật tốt, nếu có thu nhập thì chi phí cũng rất nhiều do lắm người ăn bám nhờ vả.\n5 Học tập & thi cử: Ngày một tiến bộ và thi cử đạt kết quả tôt.\n6 Tiền tài - của cải: Đầy đủ, cần phải thượng vượng với thân quyền thì sẽ được như ý.\n7 Tình duyên - hôn nhân: Có tình ý và sẽ đi đến hôn nhân.\n8 Sinh con & cầu con: Dễ sinh đẻ và có cả trai cả gái.\n9 Bệnh tật: Thuyên giảm. Phòng phế khí và đại tràng.\n10 Xuất hành: Đi chơi xa cùng người nhà vui vẻ. Lợi phương Đông và Nam; bất lợi phương Bắc.\n11 Mất của & chi phí: Tìm thấy ở nhà. Có sự bù đắp kip thời khi phải chi phí lớn.\n12 Tranh chấp & mâu thuẫn: Hòa giải thì hơn. Càng tranh chấp càng xấu.13 Mồ mả: Tốt. Đang được yên lành phát phúc cho con cháu. Nhất là tuổi Đông Tứ Trạch thuận lợi trong cuộc sống một cách nhanh chóng.\n14 Nhà cửa: Tốt lành mọi bề, từ công ăn việc làm đền thi cử tươi sáng. Một nhà ngũ phúc lâm môn. Phú, Quý, Thọ, An, Khang.",
    "imageDescription": 0
  },
  {
    "id": 48,
    "title": "Thủy phong tỉnh",
    "type": "Bình\nHòa",
    "description": "Hướng thiện mang ích lợi lớn\nDuy trì hiện trạng, giữ gìn bình an, tự tại.",
    "content": "1 Tình thế hiện tại: Tình trạng đình đốn phải chờ thời, hoặc chỉnh đốn, xem xét chi tiết việc cũ để làm lại sẽ thuận ngay.\n2 Tương lai: Sẽ có quý nhân phù trợ. Bị giao việc khó nếu chăm chỉ cần mẫn để hoàn thành việc thì việc sẽ thành.\n3 Sự nghiệp: Thiên hỷ, nồi nghiệp cha ông. Phải liên tục tu bổ chỉnh đốn thì sự nghiệp càng ngày càng vẻ vang.\n4 Nghề nghiệp: Không thể hành động tùy tiện, cần suy tính kỹ vì việc rất gian khổ nhưng sẽ được bù đắp lớn.\n5 Học tập & thi cử: Bình thường. Thi lại đỗ cao và được trọng dụng ngay.\n6 Tiên tài - của cải: Có nhờ tích lũy, chớ vội vàng. Sắp gặp vận khá vào cuối năm.\n7 Tình duyên - hôn nhân: Có thể thành, xa tốt, gần không thuận. Nếu ở xa gặp nhau ở phương Bắc thì thành; nếu là bạn cũ mà cả hai đang gặp khó khăn mà gặp nhau thì đi đến hôn nhân và rất tốt.\n8 Sinh con & cầu con: Sinh con vào mùa Xuân là Tốt. Là con gái mùa Đông tốt.\n9 Bệnh tật: Không đến nỗi nặng, nên có chế độ ăn uống tốt. Hay mắc bệnh do ăn uống.\n10 Xuất hành: Bất lợi. Phương Bắc tốt, phương Tây xấu.\n11 Mất của & chi phí: Có thể tìm thấy hoặc cơ hội cũ mang lại tiền của dồi dào.\n12 Tranh chấp & mâu thuẫn: Nên hòa giải vì tranh chấp sẽ kéo dài rất lâu. Phải quay về hồ sơ gốc mới xong.\n13 Mồ mả: Vi quá tồi tàn, nên chọn ngày xây sửa lại sẽ phát phúc và phát rất mạnh cho mọi người trong gia đình cả về công ăn việc làm, địa vị.\n14 Nhà cửa: Nhà cửa tốt nhưng quá cũ kỹ, sân rêu nhà mốc. Tu sửa lại thì gia trạch khang lệ, nhân khang vật thịnh ngay.",
    "imageDescription": 0
  },
  {
    "id": 41,
    "title": "Sơn trạch tổn",
    "type": "Bình\nHòa",
    "description": "Tổn thất, không được nhứ ý\nHợp tác, chịu thiệt trước sau sẽ thành.",
    "content": "1 Tình thế hiện tại: Hiện đang suy vi tổn thất, nhưng sắp chuyển sang vận tốt, có cơ sở hoạt động cho tương lai. Về tiền bạc đã qua thời khó khăn.\n2 Tương lai: Không lâu nữa sẽ được như ý, chớ nên nóng vội không có lợi.\n3 Sự nghiệp: Thuận lợi, hiện tại chưa gặp thời, hãy kiên trì hơn sẽ thành.\n4 Nghề nghiệp: Chưa thế, nên làm việc cũ. Đang có người nâng đỡ.\n5 Học tập & thi cử: Kết quả không như ý do học lực kém.\n6 Tiền tài - của cải: Hiện chưa có, hãy an tâm chờ đợi sẽ như ý.\n7 Tình duyên - hôn nhân: Quay lại với người yêu cũ sẽ thành lương duyên.\n8 Sinh con & cầu con: Có con hơi muộn.\n9 Bệnh tật: Lâu khỏi, người già thì khó qua khỏi. Vừa mất người lại hại của.\n10 Xuất hành: Bình thường, lợi phương Đông Bắc, Tây Nam. Mùa Thu sẽ đại lợi.\n11 Mất của & chi phí: Không tìm được. Có sự may mắn mang lại sau khi bị mất của.\n12 Tranh chấp & mâu thuẫn: Bất lợi, nên hòa giải thì đỡ thiệt hại hơn.\n13 Mồ mả: Qua một quá trình chuyển đổi, nay đã được nơi tốt đẹp sẽ phát phúc cho cả gia đình.\n14 Nhà cửa: Vừa trải qua tổn thất cả người lẫn của, từ nay sẽ được nhiều thuận lợi tốt đẹp.",
    "imageDescription": 0
  },
  {
    "id": 7,
    "title": "Địa thủy sư",
    "type": "Quẻ\nCát",
    "description": "Nâng cao địa vị, chức tước\nCông danh sự nghiệp sẽ cực thịnh.",
    "content": "1 Tình thế hiện tại: Hiện đang ở thời kỳ khó khăn nguy hiểm, nên nhẫn nại, chịu đựng gian khô. Hãy tin vào những kế hoạch vạch sẵn thì tốt đẹp.\n2 Tương lai: Nhất thời chưa thành công. Phải cố gắng lớn, quyết đoán cao việc sẽ như ý.\n3 Sự nghiệp: Tốt đẹp, được kế thừa truyền thông gia đình.\n4 Nghề nghiệp: Hỏi ý kiến bề trên hoặc thân quyến rồi hãy quyết định.\n5 Học tập & thi cử: Thừa khả năng đạt kết quả, nhưng vì chủ quan mà hỏng.\n6 Tiền tài - của cải: Phải chờ lâu mới có và có nhiều, nhưng bị hết ngay.\n7 Tình duyên - hôn nhân: Tuy bị xung khắc nhưng sau đi đến hôn nhân tốt đẹp. Tốt, đại cát xương.\n8 Sinh con & cầu con: Như ý, trai nhiều gái ít. Trai tài phát võ tướng.\n9 Bệnh tật: Có thể thuyên giảm nhưng lại tái phát bệnh cũ. Phòng bệnh tỳ vị, đau mắt, nhức đầu đau lưng, khớp. Chịu khó tập luyện thì bệnh sẽ qua./n10 Xuất hành: Chỉ nên đi một chuyến ngắn hạn và tương đối gần. Có bạn đồng hành tốt.\n11 Mất của & chi phí: Khó tìm, hoặc mât do lòng quyêt tâm sự nghiệp không nghĩ đền tiền.\n12 Tranh chấp & mâu thuẫn: Rắc rối, nên tìm kiếm cơ hội hòa giải thì hơn.\n13 Mồ mả: Mộ bị úng thủy nhưng là đất lành nên sớm muộn cũng phát phúc.\n14 Nhà cửa: Nhà cửa tuy trái cách nhưng nếu tu sửa lại hoặc thay đổi một chút đồ vật thì sẽ tốt đẹp hơn. Nều thay vị trí đồ đạc trong nhà thì gia trạch càng yên ổn phát phúc.",
    "imageDescription": 0
  },
  {
    "id": 45,
    "title": "Trạch địa tụy",
    "type": "Quẻ\nHanh",
    "description": "Thịnh vượng, đoàn tụ, đủ đầy\nMọi mong muốn đều có thể thực hiện.",
    "content": "1 Tình thế hiện tại: Do thanh danh của mình và sự tín nhiệm đề cao của người khác mà đang vận khí tốt đẹp. Cần rèn giữ khí chất và trình độ của mình thì càng được trọng dụng.\n2 Tương lai: Do bản tính cần cù và hay giúp người, được đề đạt vì sự cần mẫn quá mức. Hy vọng thành hiện thực, từ không thành có.\n3 Sự nghiệp: Được đánh giá: do nhiều người thấy có tư chất tốt, vì mọi người mà thăng tiến, trọng dụng, nhưng địa vị không lớn.\n4 Nghề nghiệp: Nhờ chuyển nghề sẽ có chức vụ tốt hơn. Do sự tận tuy mà được người khác đánh giá cao mà đề bạt và đón nhận.\n5 Học tập & thi cử: Tốt, do nỗ lực hết mình của bản thân.\n6 Tiền tài - của cải: Vất vả nhưng có đủ và còn dư để dành.\n7 Tình duyên hôn nhân: Sẽ thành lương duyên, nhưng phải theo đuổi một thời gian dài mới nên duyên.\n8 Sinh con & cầu con: Dễ đạt, gái nhiều trai hiếm. Con trai có sự nghiệp phi thường.\n9 Bệnh tật: Thuyên giảm, không có bệnh tật lớn, phòng mụn nhọt hoặc phải tiêm sẽ khỏi.\n10 Xuất hành: Viễn du lý thú. Lợi phương Nam. Tốn kém phương Tây, phương Đông bị ốm đau dọc đường.\n11 Mất của & chi phí: Tìm thấy. Chi nhiều, dần dần sẽ được bù đắp.\n12 Tranh chấp & mâu thuẫn: Hòa giải là hơn, chỉ có lợi cho ta. Cố chấp sẽ bất lợi. Thuận lợi nhỏ bình an.\n13 Mồ mả: Mộ các cụ bà tốt. Nữ nhân thịnh, nam nhân bất lợi. Thuận lợi nhỏ, bình an.\n14 Nhà cửa: Hãy nhượng bộ hoặc giúp hàng xóm thì mất 1 được 10, giúp đỡ mọi người như họ hàng thân quyến sẽ tốt.",
    "imageDescription": 0
  },
  {
    "id": 3,
    "title": "Thủy lôi trân",
    "type": "Quẻ\nHung",
    "description": "Gian truân vất vả\nHãy quyết đoán vượt qua thử thách.",
    "content": "1 Tình thể hiện tại: Hiện đang là thời kỳ khó khăn nhất, tiến thoái lưỡng nan, nhẫn nại là cách tốt hơn cả. Cần dựa vào bề trên và an tâm với nghề nghiệp cũ.\n2 Tương lai: Khó đạt tới. Vào đầu cuối năm rất thuận.\n3 Sự nghiệp: Có quý nhân phù trợ. Nhất là người tuổi Thủy (Khảm) giúp thì mãn ý.\n4 Nghề nghiệp: Không thể, hãy cổ gắng làm việc cũ vì đang được sự trợ giúp của cấp trên.\n5 Học tập & thi cử: Chưa đủ thực lực. Mùa Xuân, Hạ không đỗ.\n6 Tiền tài - của cải: Khó có, nếu được chớ vong ân bội nghĩa. Mùa Đông, Xuân có nhiều. Mùa Thu, Hạ túng quẫn.\n7 Tình duyên - hôn nhân: Tranh chấp lâu dài. Cần phải lựa chọn người có đức.\n8 Sinh con & cầu con: Có trai, có gái.\n9 Bệnh tật: Ôm nặng, phòng bệnh tỳ vị. Chú ý mắc bệnh cảm lạnh, phù thũng và bệnh tưởng.\n10 Xuất hành: Tuyệt đối không nên, sẽ gặp rắc rối. Đông, Xuân lợi. Hướng Mão, Thìn, Tị tốt.\n11 Mất của & chi phí: Ở ngay trong nhà, vật cần tìm bị đè dưới vật khác.\n12 Tranh chấp & mâu thuẫn: Vấn đề nằm ở nội bộ gia đình cần bình tĩnh giải quyết.\n13 Mồ mả: Ở thiện gặp đất lành. Khu mộ quay về hướng Đông tốt, quay về hướng Tây xấu.\n14 Nhà cửa: Mùa Đông và Xuân tốt đẹp. Hướng nhà Đông Tứ Trạch là tốt. Hướng Tây Tứ Trạch thì cuộc sông hữu danh vô thực, cuộc sống lúc tốt lúc xấu.",
    "imageDescription": 0
  },
  {
    "id": 39,
    "title": "Thủy sơn kiển",
    "type": "Quẻ\nHung",
    "description": "Gian nan, khốn khó bủa vây\nHãy lắng nghe, tìm chỗ dựa mới thoát nạn.",
    "content": "1 Tình thế hiện tại: Suy bại, mọi việc trắc trở, bệnh tật triền miên, chán nản. Hãy bình tĩnh rà soát mọi việc để hành động thì sẽ chuyển sang vận tốt.\n2 Tương lai: Khó thành, có nghề mà không có việc. Hãy làm bất cứ việc gì có thể làm được, dù việc đó rất khó đủ sống.\n3 Sự nghiệp: Ban đầu thuận lợi, dần chỉ còn tiếng mà không có miếng. Hữu danh vô thực.\n4 Nghề nghiệp: Càng bất lợi hơn. Bình tĩnh làm tất cả các việc nếu có, đừng kén chọn vì khó có cơ hội tốt ngay.\n5 Học tập & thi cử: Không đạt. Nên học để có kiến thức thì sau rất thuận.\n6 Tiền tài - của cải: Không kiếm ra nổi vì có nghề nhưng không có việc làm. Thất nghiệp.\n7 Tình duyên - hôn nhân: Khó thành lương duyên vì chênh lệch tuổi thực sự.\n8 Sinh con & cầu con: Cầu con thuận lợi, gái nhiều trai hiếm.\n9 Bệnh tật: Bệnh nặng, đến phút chót gặp may có thể qua khỏi.\n10 Xuất hành: Bất lợi. Phương Đông Bắc, Nam và Tây Nam tốt. Thời gian hay bị kéo dài hoặc không đi được.\n11 Mất của & chi phí: Khó tìm, mất rồi lại mất tiếp. Ăn mày đánh đổ cầu ao.\n12 Tranh chấp & mâu thuẫn: Thất bại mà tốn kém mọi bề, do kiện mà mất nghiệp.\n13 Mồ mả: Đã vào giai đoạn khổ nhất. Con cháu sẽ được phù hộ phát phúc vào lúc tuyệt vọng nhất.\n14 Nhà cửa: Luôn bị hàng xóm gây sự bất an, hãy sống thật mình thì sẽ biến khó thành thuận lợi.",
    "imageDescription": 0
  },
  {
    "id": 57,
    "title": "Tốn vi phong",
    "type": "Bình\nHòa",
    "description": "Vận thế chuyến động. Bất ốn, quánh co\nThuận theo tự nhiên, dũng cảm nắm bắt.",
    "content": "1 Tình thế hiện tại: Không ổn định, nhiều nghi hoặc, cần bình tĩnh hỏi ý kiền bề trên, nôn nóng sẽ chuốc họa vào thân. Khi khó nhất thì có người hóa giải.\n2 Tương lai: Tham vọng lớn khó bề như ý.\n3 Sự nghiệp: Dễ đạt được vào mùa Đông, Xuân. Có địa vị lớn nhưng phải tốn kém.\n4 Nghề nghiệp: Muốn là được và rất lợi.\n5 Học tập & thi cử: Kết quả như ý.\n6 Tiền tài - của cải: Tài có đủ, rất lớn, đến rất nhanh.\n7 Tình duyên - hôn nhân: Khó thành, vì phải trải qua nhiều mối tình mới nên duyên.\n8 Sinh con & cầu con: Trắc trở, nhưng có cả nam lẫn nữ.\n9 Bệnh tật: Bệnh kéo dài không thuyên giảm. Dùng thuốc nước sẽ hiệu quả.\n10 Xuất hành: Giữa chừng thay đồi mục tiêu. Lợi phương Đông, Bắc, phương Tây, Tây Bắc cực hung. Chính Nam đại họa mất của to.\n11 Mất của & chi phí: Vật cần tìm bị đè lấp bên dưới vật khác. Mất rồi có ngay bởi luôn có sự đa thu.\n12 Tranh chấp & mâu thuẫn: Dây dưa, tồn kém, nên hòa giải.\n13 Mồ mả: Được chôn nơi đất tốt. Con cháu được phát phúc Tam Đa (phúc, lộc, thọ). Tiền của, địa vị, con cháu đều được thụ hưởng lâu dài.\n14 Nhà cửa: Điều lợi đến với gia trạch này rất nhiều, nhưng hiềm một nỗi biến thú chơi thành phản tác dụng, từ tốt thành xấu. Do đặt non bộ hoặc trồng cây lớn trước cửa nhà mà tạo thành \"khai môn kiến sơn\", hoặc \"Mộc giả sơn\" đã tạo thành khó khăn bất ngờ, đi mắc núi trở lại mắc sông cho gia chủ.",
    "imageDescription": 0
  },
  {
    "id": 2,
    "title": "Khôn vi địa",
    "type": "Quẻ\nĐại\nCát",
    "description": "Ý nghĩa che chở, biết nhân nại,\ndụng mưu trí đê đối phó những hiểm nguy.",
    "content": "1 Tình thế hiện tại: Vì nóng vội mà làm hỏng cả khí vận của mình. Nếu yên tâm ở nghề nghiệp cũ thì không sao. Nên lắng nghe ý kiến người trên, nên hành động cùng với số đông.\n2 Tương lai: Vì mê muội mà không thể thành công. Hãy hạ bớt yêu cầu và mục tiêu. Vì quá nóng vội mà mất cả chì lẫn chài. Cứ yên phận thì tiền của tốt.\n3 Sự nghiệp: Nổi tiếng tài cao học rộng, công danh thuận lợi.\n4 Nghề nghiệp: Không thể, hãy yên tâm với công việc bạn đang làm, vì mâu thuẫn nội bộ mà muốn bỏ việc.\n5 Học tập & thi cử: Kết quả không được như ý muốn.\n6 Tiền tài - của cải: Có danh sẽ có lộc.\n7 Tình duyên - hôn nhân: Không nên nóng vội. Phải tồn thời gian quan sát, tìm hiểu mới tốt đẹp. Nếu người yêu cũ quay lại thì đi đến hôn nhân.\n8 Sinh con & cầu con: Sinh con quý tử, phải mổ thì thuận.\n9 Bệnh tật: Bệnh nặng, phải hết sức chú ý. Đặc biệt đề phòng bệnh gan, mật, phổi và đường ruột. Dễ phải mổ xẻ.\n10 Xuất hành: Nên bỏ ý định đi xa thì tốt hơn. Thay đổi tất cả dự định.\n11 Mất của & chi phí: Bị mất những vật khác nhau khó bề tìm thầy. Gian phi là người đàn bà.\n12 Tranh chấp & mâu thuẫn: Bất lợi, nên hòa giải, đừng tranh tụng vì sự quá khích. Hãy bình tâm.\n13 Mồ mả: Chú ý phía Tây hay có kẻ đào. Dễ bị động do khe cạn hay mương máng từ phía Tây đi ngang qua khu mộ làm cho con cháu nhiều người bị mổ xẻ (nhất là sinh giữa năm).\n14 Nhà cửa: Tốt. Mỗi ngày một thịnh, nhưng nhà cửa bị ngăn phòng, phân chia hay là mua thêm nhà mới tuổi Khôn, Cấn bất lợi, tuổi Càn, Đoài rất tốt, nhà luôn bình an. Tuổi Khảm, Ly thì bị người khác xâm chiếm.",
    "imageDescription": 0
  }
]
